const test = {
  "Мобильный обход/ПМ,УКиРП": [
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом/аппаратчиком при обходе на работающим динамическом оборудование (насос, вентилятор, компрессор и т.д.) (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Посторонний шум в работе агрегата (грохот, шелест, шум будто попал посторонний предмет в пространство с вращающимися частями)\r\n2) Биение вращающихся частей (При визуальном наблюдение возникает ощущение ненормального искривления вращающий части)\r\n3)   В подшипниковых узлах через сальники визуально заметно вытекание значительного количества смазки (свежие подтеки по корпусу, свежая лужа возле агрегата)\r\n4)  Запах гари возле работающего агрегата (запах от горения смазки, тлеющий изоляций и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление изоляций привода менее 0,5 Мом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Лопасти рабочего колеса насоса имеют деформацию"
          },
          {
            "id": 3,
            "success": false,
            "text": "Выработка металла обнаружена во внутренней части подшипникового узла (выявляется при снятие защитных щитов, замером спец. инструментом \"щупом\")"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на статическом оборудование, таком как сосуд, ёмкость, цистерна (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта \r\n2) Нарушение герметичности, возле оборудования характерный запах хранящегося продукта, которого нет при обычных условиях работы \r\n3)  Разрушение защитного слоя корпуса (вспучивание краски, разрушение изоляционного покрытия и т.д.)\r\n4) Коррозия корпуса, появление визуально заметных рыжих пятен"
          },
          {
            "id": 1,
            "success": false,
            "text": "Цистерна с продуктом имеет значительные отложения метала, образованные в следствие коррозии внутренний части"
          },
          {
            "id": 2,
            "success": false,
            "text": "Толщина стенки ёмкости утончилась и не соответствует нормативным значениям"
          },
          {
            "id": 3,
            "success": false,
            "text": "Износ и повреждения внутри сосудов, цистерн и ёмкостей (сосуд, цистерна и ёмкость находятся в работе), которые можно выявить визуально"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на теплообменниках, калориферах (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n2) Коррозия корпуса, появление визуально заметных рыжих пятен\r\n3) Ячейки решетки радиатора забиты пылью, грязью (при визуальной доступности радиатора)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубки теплообменника забиты на 27 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Химический состав рабочий жидкости теплообменника не соответствует требованиям завода-изготовителя"
          },
          {
            "id": 3,
            "success": false,
            "text": "Внутри трубки теплообменника имеет микротрещины"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе приборов КИП (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствуют показания на приборе\r\n2) Показания не подтверждаются технологическим режимом, прибор завышает/занижает\r\n3) Поврежден корпус прибора, видны трещины\r\n4) На стрелочном приборе не обозначены пределы нормальных измерений, а именно максимальное и минимальное значение"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нарушена логика работы преобразователя сигнала в цифровом приборе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плата цифрового прибора имеет потемнения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пружина механизма стрелочного прибора (манометра) имеет следы коррозий"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе трубопровода, теплоспутника (5 правильных ответов)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Пропуск на трубопроводе в теле трубы\r\n2) Нарушена герметичность фланцевого соединения, пропуск продукта по фланцу\r\n3) Фланцевое соединение не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4) Отсутствует изоляция на участке трубопровода\r\n5) Значительные участки трубопровода не окрашены согласно цветовому обозначению"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубопровод забит на 33 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри трубопровод имеет следы коррозий"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трубопровод имеет микротрещины визуально не видимые"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут выявлены оператором/машинистом при обходе или выполнения операций с запорной арматуры (ручной, электрической) (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) При закрытии/открытие арматуры не происходит движение штока\r\n2) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n3) Запорная арматура не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электропривод электрической задвижки имеет коэффициент абсорбций равный 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Зубья редуктор электрической задвижки выработаны на 16,5 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Плата управления электронной задвижки имеет следы потемнения"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе оборудования обогреваемое греющим кабелем (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок греющего кабеля не защищен изоляцией\r\n2) Открытый участок греющего кабеля имеет повреждение верхнего слоя изоляций"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление греющего кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Матрица саморегулирующего греющего кабеля разрушена на 19 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Саморегулирующий греющий кабель имеет плохой контакт фазной жилы в клемной коробке соединяющий его с силовым питающим кабелем"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе или работы с пультов управления, кнопочных постов, вспомогательных полевых щитов (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена целостность корпуса пульта управления/кнопочного поста/ полевого щита, трещины по корпусу, отломана часть корпуса\r\n2) Пульт управления/кнопочный пост/ полевой щит не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на взрывозащищенном полевом оборудование (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Оборудование не заземлено в месте обозначенным заводом изготовителем\r\n2) Нарушена целостность корпуса, трещины по корпусу, отломана часть корпуса\r\n3) Оборудование не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4)Уплотнительные ввода (фитинги) кабеля в оборудования имеют следы трещин, сколы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на кабельных линиях, подходящих к оборудованию",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок кабеля имеет нарушение целостности изоляций \r\n2) Оголенные жилы кабеля висят в воздухе \r\n3) Участок кабельной линий имеет провисы\r\n4) Кабельные линий находятся под воздействием внешних факторов, а именно массивные ледяные образования, тяжелые посторонние предметы лежат на кабельных линиях"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Кабельная линия нагружена по параметру силы тока выше нормативных значений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кабельная линия закреплена в лотке"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое из перечисленных отклонении описано информативно и не требует доработки, можно сделать первичные выводы о характере дефекта.                        (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению\r\n2) При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования\r\n3) При работе насоса Н-1 не происходит перекачивание рабочий среды"
          },
          {
            "id": 1,
            "success": false,
            "text": "Дефект датчика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Требуется ремонт насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "Требуется вибродиагностика"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на сетях освещения (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) В насосной не горит 10 светильников\r\n2) В насосной мерцает 2 светильника"
          },
          {
            "id": 1,
            "success": false,
            "text": "Световой поток сети освещения снижен в 2 раза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пусковое устройство взрывозащищенного светильника имеет потемнения и вздутые конденсаторы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Клемная колодка соединительной взрывозащищенной коробки не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой из перечисленных дефектов не нужно фиксировать как отклонение в системе мобильные обходы (отсутствует дефект на оборудование)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Переносной шланг для отогрева оборудования не свернут и не убран на место хранения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению"
          },
          {
            "id": 2,
            "success": false,
            "text": "При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на динамическом оборудование (насос, компрессор, воздуходувка, вентилятор и т.д.) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены) (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствует визуальное изображение направление вращения агрегата\r\n2) Посторонние предметы на ребрах охлаждения привода (тряпки, тары для проб и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Посторонний шум агрегата (шуршание, металлический звон и т.д.)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Повреждение изоляций силового кабеля привода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Обнаружена трещина в основание насосного агрегата"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на статическом оборудование (емкость, сосуд, цистерна) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 1,
            "success": false,
            "text": "Деформация емкости, сосуда, цистерны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Цель проведения мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Контроль состояния оборудования, оперативная организация работ по устранению дефектов, снижение УМД, увеличение ВПР, снижение ИРЗ. Снижение LTIF, ОУ по результатам снижения количества ремонтных воздействий. Повышение дисциплины и культуры обслуживания оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Помогают сократить рабочее время"
          },
          {
            "id": 2,
            "success": false,
            "text": "Служат для статистики отчетов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Контроль графика обходов для высшего руководства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие дефекты необходимо фиксировать в системе мобильные обходы во время совершения обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Дефекты связанные с работой технических устройств, зданий и сооружений, а также замечания по местам накопления отходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "В системе мобильные обходы дефекты не фиксируются, информацию о дефекте необходимо передать руководителю"
          },
          {
            "id": 2,
            "success": false,
            "text": "В системе мобильные обходы фиксируется запрос на работы не связанные с работой оборудования, а именно такие как чистка снега, покраска бордюров, ремонт сантехники в бытовых помещениях"
          },
          {
            "id": 3,
            "success": false,
            "text": "В системе SAP критичные дефекты"
          }
        ]
      }
    ],
    [
      {
        "question": "Оборудование какой группы критичности в фокусе при совершение мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Осматривается всё оборудование, имеющиеся на маршруте обхода, с учетом рекомендации СУН, результатов расследований ПОП/RCA, ЭПБ и тд"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборудование 1-2 группы критичности"
          },
          {
            "id": 2,
            "success": false,
            "text": "На усмотрение начальника смены производства/сменного инженера"
          },
          {
            "id": 3,
            "success": false,
            "text": "На усмотрение инженера по подготовки производства"
          }
        ]
      }
    ],
    [
      {
        "question": "Если происходит сбой в работе цифрового инструмента \"Мобильные обходы\" (система выдаёт ошибку при попытке попасть на платформу, не удаётся войти в систему, отсутствует устойчивое соединение с системой), а время совершить обход наступило,  обходчик должен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сообщить о проблеме руководителю и совершить обход в рамках утвержденного маршрута без цифрового инструмента с фиксацией дефекта в письменном виде"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не совершать обход, дождаться решения проблемы со стороны технической поддержки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Обойти оборудование 1,2 группы критичности"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ждать указания от начальника смены/сменного инженера"
          }
        ]
      }
    ],
    [
      {
        "question": "Как используются данные о дефектах (статистика), зафиксированных в мобильных обходах",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На основании данных принимаются решения по изменению стратегии обслуживания оборудования, перечня операций при обходе, частоты обходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "На основание дефектов списываются закупленные ТМЦ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Статистика необходима для руководителя, так как он самостоятельно не совершает обход"
          },
          {
            "id": 3,
            "success": false,
            "text": "Статистика не используется, главная цель отсутствие дефектов на оборудовании"
          }
        ]
      }
    ],
    [
      {
        "question": "При выполнении мобильного обхода, каким образом система фиксирует, что обход совершен по факту в полном объёме, частично или завершен без фактического выхода на производственную площадку",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Система ориентируется на сканируемые NFC метки у оборудования и количество проверенного на них оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система в автоматическом режиме проставляет обход завершен если в неё войти под аккаунтом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Система отслеживает передвижение работника по GPS модулю и сравнивает с маршрутом обхода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Система связана с системой LoRaWan которая отслеживает местоположение мобильного устройства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие из перечисленных действий цифрового инструмента Мобильные обходы возможно выполнить с корпоративного мобильного устройства (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Проводить обходы согласно маршрутов в строгой привязке по времени\r\n2) Сканировать NFC метку у оборудования\r\n3) Ознакомиться с распоряжением, с последующим изменением его статуса\r\n4) Фиксация несоответствия по алгоритму"
          },
          {
            "id": 1,
            "success": false,
            "text": "Формирование заявки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Отправка несоответствия в систему SAP"
          },
          {
            "id": 3,
            "success": false,
            "text": "Деактивация не актуальных меток"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие инструменты есть для выявления дефектов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все ответы верные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Линейный обход"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильные обходы"
          },
          {
            "id": 3,
            "success": false,
            "text": "АСУТП, вспомогательные автоматизированные системы"
          }
        ]
      }
    ],
    [
      {
        "question": "С помощью каких устройств можно проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Взрывозащищённый мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Любой взрывозащищенный мобильный телефон"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 3,
            "success": false,
            "text": "Персональный мобильный телефон"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды заявок можно создавать из WEB интерфейса приложения Мобильные обходы.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Механика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Энергетика"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метрология"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом можно заполнить текстовое поле во время фиксации дефектов в мобильном приложении \"Обходы\"",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все выше перечисленные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Печатный ввод на клавиатуре"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать значок микрофон на клавиатуре"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рукописный ввод на клавиатуре"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой периодичностью необходимо проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Согласно периодичности в цифровом инструменте \"Мобильные Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Каждый 1 час"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 раз в смену"
          },
          {
            "id": 3,
            "success": false,
            "text": "Каждые пол часа"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком порядке отмечать NFC-метки во время мобильного обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В любом порядке"
          },
          {
            "id": 1,
            "success": false,
            "text": "Начиная с 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "согласно списка в маршруте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно маршрутной карты"
          }
        ]
      }
    ],
    [
      {
        "question": "При формировании отклонения через мобильное устройство на ЕО есть ли возможность в системе цифрового инструмента мобильные обходы посмотреть какие дефекты уже зафиксированы ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На любую ЕО в мобильном устройстве в любой момент времени система показывает все активные дефекты с актуальным статусом, независимо от того что является источником дефекта (SAP, МО, IIoT)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система показывает только дефекты зафиксированные через цифровой инструмент Мобильные обходы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет"
          },
          {
            "id": 3,
            "success": false,
            "text": "Да, если нажать кнопку при формирование дефекта \"сообщать всем обозревателям\""
          }
        ]
      }
    ],
    [
      {
        "question": "Какие инструменты есть для выявления дефектов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все ответы верные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Линейный обход"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильные обходы"
          },
          {
            "id": 3,
            "success": false,
            "text": "АСУТП, вспомогательные автоматизированные системы"
          }
        ]
      }
    ],
    [
      {
        "question": "С помощью каких устройств можно проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Взрывозащищённый мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Любой взрывозащищенный мобильный телефон"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 3,
            "success": false,
            "text": "Персональный мобильный телефон"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды заявок можно создавать из WEB интерфейса приложения Мобильные обходы.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Механика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Энергетика"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метрология"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом можно заполнить текстовое поле во время фиксации дефектов в мобильном приложении \"Обходы\"",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все выше перечисленные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Печатный ввод на клавиатуре"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать значок микрофон на клавиатуре"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рукописный ввод на клавиатуре"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой периодичностью необходимо проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Согласно периодичности в цифровом инструменте \"Мобильные Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Каждый 1 час"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 раз в смену"
          },
          {
            "id": 3,
            "success": false,
            "text": "Каждые пол часа"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком порядке отмечать NFC-метки во время мобильного обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В любом порядке"
          },
          {
            "id": 1,
            "success": false,
            "text": "Начиная с 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "согласно списка в маршруте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно маршрутной карты"
          }
        ]
      }
    ]
  ],
  "Мобильный обход/ЭП,УТПС": [
    [
      {
        "question": "Какие отклонения на взрывозащищенном оборудование не могут быть устранены силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Фланец не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6 (фланец находится на высоте 6 метров, площадка обслуживания отсутствует)\r\n2) Оборудование не заземлено в месте обозначенным заводом изготовителем, требуются сварочные работы\r\n3) На взрывозащищенном оборудование отсутствует знак взрывозащиты\r\n4) Обнаружена трещина на корпусе оборудования\r\n5) Болтовое соединение крепежного элемента взрывозащищенного оборудования укомплектовано не соразмерными шайбами и граверами (оборудование в работе)"
          },
          {
            "id": 1,
            "success": false,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трещина по корпусу"
          }
        ]
      }
    ]
  ],
  "Мобильный обход/ПМ,ЛОС": [
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом/аппаратчиком при обходе на работающим динамическом оборудование (насос, вентилятор, компрессор и т.д.) (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Посторонний шум в работе агрегата (грохот, шелест, шум будто попал посторонний предмет в пространство с вращающимися частями)\r\n2) Биение вращающихся частей (При визуальном наблюдение возникает ощущение ненормального искривления вращающий части)\r\n3)   В подшипниковых узлах через сальники визуально заметно вытекание значительного количества смазки (свежие подтеки по корпусу, свежая лужа возле агрегата)\r\n4)  Запах гари возле работающего агрегата (запах от горения смазки, тлеющий изоляций и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление изоляций привода менее 0,5 Мом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Лопасти рабочего колеса насоса имеют деформацию"
          },
          {
            "id": 3,
            "success": false,
            "text": "Выработка металла обнаружена во внутренней части подшипникового узла (выявляется при снятие защитных щитов, замером спец. инструментом \"щупом\")"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на статическом оборудование, таком как сосуд, ёмкость, цистерна (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта \r\n2) Нарушение герметичности, возле оборудования характерный запах хранящегося продукта, которого нет при обычных условиях работы \r\n3)  Разрушение защитного слоя корпуса (вспучивание краски, разрушение изоляционного покрытия и т.д.)\r\n4) Коррозия корпуса, появление визуально заметных рыжих пятен"
          },
          {
            "id": 1,
            "success": false,
            "text": "Цистерна с продуктом имеет значительные отложения метала, образованные в следствие коррозии внутренний части"
          },
          {
            "id": 2,
            "success": false,
            "text": "Толщина стенки ёмкости утончилась и не соответствует нормативным значениям"
          },
          {
            "id": 3,
            "success": false,
            "text": "Износ и повреждения внутри сосудов, цистерн и ёмкостей (сосуд, цистерна и ёмкость находятся в работе), которые можно выявить визуально"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на теплообменниках, калориферах (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n2) Коррозия корпуса, появление визуально заметных рыжих пятен\r\n3) Ячейки решетки радиатора забиты пылью, грязью (при визуальной доступности радиатора)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубки теплообменника забиты на 27 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Химический состав рабочий жидкости теплообменника не соответствует требованиям завода-изготовителя"
          },
          {
            "id": 3,
            "success": false,
            "text": "Внутри трубки теплообменника имеет микротрещины"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе приборов КИП (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствуют показания на приборе\r\n2) Показания не подтверждаются технологическим режимом, прибор завышает/занижает\r\n3) Поврежден корпус прибора, видны трещины\r\n4) На стрелочном приборе не обозначены пределы нормальных измерений, а именно максимальное и минимальное значение"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нарушена логика работы преобразователя сигнала в цифровом приборе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плата цифрового прибора имеет потемнения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пружина механизма стрелочного прибора (манометра) имеет следы коррозий"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе трубопровода, теплоспутника (5 правильных ответов)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Пропуск на трубопроводе в теле трубы\r\n2) Нарушена герметичность фланцевого соединения, пропуск продукта по фланцу\r\n3) Фланцевое соединение не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4) Отсутствует изоляция на участке трубопровода\r\n5) Значительные участки трубопровода не окрашены согласно цветовому обозначению"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубопровод забит на 33 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри трубопровод имеет следы коррозий"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трубопровод имеет микротрещины визуально не видимые"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут выявлены оператором/машинистом при обходе или выполнения операций с запорной арматуры (ручной, электрической) (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) При закрытии/открытие арматуры не происходит движение штока\r\n2) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n3) Запорная арматура не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электропривод электрической задвижки имеет коэффициент абсорбций равный 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Зубья редуктор электрической задвижки выработаны на 16,5 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Плата управления электронной задвижки имеет следы потемнения"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе оборудования обогреваемое греющим кабелем (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок греющего кабеля не защищен изоляцией\r\n2) Открытый участок греющего кабеля имеет повреждение верхнего слоя изоляций"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление греющего кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Матрица саморегулирующего греющего кабеля разрушена на 19 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Саморегулирующий греющий кабель имеет плохой контакт фазной жилы в клемной коробке соединяющий его с силовым питающим кабелем"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе или работы с пультов управления, кнопочных постов, вспомогательных полевых щитов (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена целостность корпуса пульта управления/кнопочного поста/ полевого щита, трещины по корпусу, отломана часть корпуса\r\n2) Пульт управления/кнопочный пост/ полевой щит не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на взрывозащищенном полевом оборудование (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Оборудование не заземлено в месте обозначенным заводом изготовителем\r\n2) Нарушена целостность корпуса, трещины по корпусу, отломана часть корпуса\r\n3) Оборудование не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4)Уплотнительные ввода (фитинги) кабеля в оборудования имеют следы трещин, сколы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на кабельных линиях, подходящих к оборудованию",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок кабеля имеет нарушение целостности изоляций \r\n2) Оголенные жилы кабеля висят в воздухе \r\n3) Участок кабельной линий имеет провисы\r\n4) Кабельные линий находятся под воздействием внешних факторов, а именно массивные ледяные образования, тяжелые посторонние предметы лежат на кабельных линиях"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Кабельная линия нагружена по параметру силы тока выше нормативных значений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кабельная линия закреплена в лотке"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое из перечисленных отклонении описано информативно и не требует доработки, можно сделать первичные выводы о характере дефекта.                        (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению\r\n2) При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования\r\n3) При работе насоса Н-1 не происходит перекачивание рабочий среды"
          },
          {
            "id": 1,
            "success": false,
            "text": "Дефект датчика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Требуется ремонт насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "Требуется вибродиагностика"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на сетях освещения (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) В насосной не горит 10 светильников\r\n2) В насосной мерцает 2 светильника"
          },
          {
            "id": 1,
            "success": false,
            "text": "Световой поток сети освещения снижен в 2 раза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пусковое устройство взрывозащищенного светильника имеет потемнения и вздутые конденсаторы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Клемная колодка соединительной взрывозащищенной коробки не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой из перечисленных дефектов не нужно фиксировать как отклонение в системе мобильные обходы (отсутствует дефект на оборудование)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Переносной шланг для отогрева оборудования не свернут и не убран на место хранения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению"
          },
          {
            "id": 2,
            "success": false,
            "text": "При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на динамическом оборудование (насос, компрессор, воздуходувка, вентилятор и т.д.) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены) (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствует визуальное изображение направление вращения агрегата\r\n2) Посторонние предметы на ребрах охлаждения привода (тряпки, тары для проб и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Посторонний шум агрегата (шуршание, металлический звон и т.д.)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Повреждение изоляций силового кабеля привода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Обнаружена трещина в основание насосного агрегата"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на статическом оборудование (емкость, сосуд, цистерна) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 1,
            "success": false,
            "text": "Деформация емкости, сосуда, цистерны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на взрывозащищенном оборудование не могут быть устранены силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Фланец не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6 (фланец находится на высоте 6 метров, площадка обслуживания отсутствует)\r\n2) Оборудование не заземлено в месте обозначенным заводом изготовителем, требуются сварочные работы\r\n3) На взрывозащищенном оборудование отсутствует знак взрывозащиты\r\n4) Обнаружена трещина на корпусе оборудования\r\n5) Болтовое соединение крепежного элемента взрывозащищенного оборудования укомплектовано не соразмерными шайбами и граверами (оборудование в работе)"
          },
          {
            "id": 1,
            "success": false,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трещина по корпусу"
          }
        ]
      }
    ],
    [
      {
        "question": "Цель проведения мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Контроль состояния оборудования, оперативная организация работ по устранению дефектов, снижение УМД, увеличение ВПР, снижение ИРЗ. Снижение LTIF, ОУ по результатам снижения количества ремонтных воздействий. Повышение дисциплины и культуры обслуживания оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Помогают сократить рабочее время"
          },
          {
            "id": 2,
            "success": false,
            "text": "Служат для статистики отчетов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Контроль графика обходов для высшего руководства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие дефекты необходимо фиксировать в системе мобильные обходы во время совершения обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Дефекты связанные с работой технических устройств, зданий и сооружений, а также замечания по местам накопления отходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "В системе мобильные обходы дефекты не фиксируются, информацию о дефекте необходимо передать руководителю"
          },
          {
            "id": 2,
            "success": false,
            "text": "В системе мобильные обходы фиксируется запрос на работы не связанные с работой оборудования, а именно такие как чистка снега, покраска бордюров, ремонт сантехники в бытовых помещениях"
          },
          {
            "id": 3,
            "success": false,
            "text": "В системе SAP критичные дефекты"
          }
        ]
      }
    ],
    [
      {
        "question": "Оборудование какой группы критичности в фокусе при совершение мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Осматривается всё оборудование, имеющиеся на маршруте обхода, с учетом рекомендации СУН, результатов расследований ПОП/RCA, ЭПБ и тд"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборудование 1-2 группы критичности"
          },
          {
            "id": 2,
            "success": false,
            "text": "На усмотрение начальника смены производства/сменного инженера"
          },
          {
            "id": 3,
            "success": false,
            "text": "На усмотрение инженера по подготовки производства"
          }
        ]
      }
    ],
    [
      {
        "question": "Если происходит сбой в работе цифрового инструмента \"Мобильные обходы\" (система выдаёт ошибку при попытке попасть на платформу, не удаётся войти в систему, отсутствует устойчивое соединение с системой), а время совершить обход наступило,  обходчик должен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сообщить о проблеме руководителю и совершить обход в рамках утвержденного маршрута без цифрового инструмента с фиксацией дефекта в письменном виде"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не совершать обход, дождаться решения проблемы со стороны технической поддержки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Обойти оборудование 1,2 группы критичности"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ждать указания от начальника смены/сменного инженера"
          }
        ]
      }
    ],
    [
      {
        "question": "Как используются данные о дефектах (статистика), зафиксированных в мобильных обходах",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На основании данных принимаются решения по изменению стратегии обслуживания оборудования, перечня операций при обходе, частоты обходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "На основание дефектов списываются закупленные ТМЦ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Статистика необходима для руководителя, так как он самостоятельно не совершает обход"
          },
          {
            "id": 3,
            "success": false,
            "text": "Статистика не используется, главная цель отсутствие дефектов на оборудовании"
          }
        ]
      }
    ],
    [
      {
        "question": "При выполнении мобильного обхода, каким образом система фиксирует, что обход совершен по факту в полном объёме, частично или завершен без фактического выхода на производственную площадку",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Система ориентируется на сканируемые NFC метки у оборудования и количество проверенного на них оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система в автоматическом режиме проставляет обход завершен если в неё войти под аккаунтом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Система отслеживает передвижение работника по GPS модулю и сравнивает с маршрутом обхода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Система связана с системой LoRaWan которая отслеживает местоположение мобильного устройства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие из перечисленных действий цифрового инструмента Мобильные обходы возможно выполнить с корпоративного мобильного устройства (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Проводить обходы согласно маршрутов в строгой привязке по времени\r\n2) Сканировать NFC метку у оборудования\r\n3) Ознакомиться с распоряжением, с последующим изменением его статуса\r\n4) Фиксация несоответствия по алгоритму"
          },
          {
            "id": 1,
            "success": false,
            "text": "Формирование заявки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Отправка несоответствия в систему SAP"
          },
          {
            "id": 3,
            "success": false,
            "text": "Деактивация не актуальных меток"
          }
        ]
      }
    ],
    [
      {
        "question": "При формировании отклонения через мобильное устройство на ЕО есть ли возможность в системе цифрового инструмента мобильные обходы посмотреть какие дефекты уже зафиксированы ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На любую ЕО в мобильном устройстве в любой момент времени система показывает все активные дефекты с актуальным статусом, независимо от того что является источником дефекта (SAP, МО, IIoT)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система показывает только дефекты зафиксированные через цифровой инструмент Мобильные обходы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет"
          },
          {
            "id": 3,
            "success": false,
            "text": "Да, если нажать кнопку при формирование дефекта \"сообщать всем обозревателям\""
          }
        ]
      }
    ]
  ],
  "Мобильный обход/ПМ,УПУН": [
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом/аппаратчиком при обходе на работающим динамическом оборудование (насос, вентилятор, компрессор и т.д.) (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Посторонний шум в работе агрегата (грохот, шелест, шум будто попал посторонний предмет в пространство с вращающимися частями)\r\n2) Биение вращающихся частей (При визуальном наблюдение возникает ощущение ненормального искривления вращающий части)\r\n3)   В подшипниковых узлах через сальники визуально заметно вытекание значительного количества смазки (свежие подтеки по корпусу, свежая лужа возле агрегата)\r\n4)  Запах гари возле работающего агрегата (запах от горения смазки, тлеющий изоляций и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление изоляций привода менее 0,5 Мом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Лопасти рабочего колеса насоса имеют деформацию"
          },
          {
            "id": 3,
            "success": false,
            "text": "Выработка металла обнаружена во внутренней части подшипникового узла (выявляется при снятие защитных щитов, замером спец. инструментом \"щупом\")"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на статическом оборудование, таком как сосуд, ёмкость, цистерна (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта \r\n2) Нарушение герметичности, возле оборудования характерный запах хранящегося продукта, которого нет при обычных условиях работы \r\n3)  Разрушение защитного слоя корпуса (вспучивание краски, разрушение изоляционного покрытия и т.д.)\r\n4) Коррозия корпуса, появление визуально заметных рыжих пятен"
          },
          {
            "id": 1,
            "success": false,
            "text": "Цистерна с продуктом имеет значительные отложения метала, образованные в следствие коррозии внутренний части"
          },
          {
            "id": 2,
            "success": false,
            "text": "Толщина стенки ёмкости утончилась и не соответствует нормативным значениям"
          },
          {
            "id": 3,
            "success": false,
            "text": "Износ и повреждения внутри сосудов, цистерн и ёмкостей (сосуд, цистерна и ёмкость находятся в работе), которые можно выявить визуально"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе на теплообменниках, калориферах (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n2) Коррозия корпуса, появление визуально заметных рыжих пятен\r\n3) Ячейки решетки радиатора забиты пылью, грязью (при визуальной доступности радиатора)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубки теплообменника забиты на 27 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Химический состав рабочий жидкости теплообменника не соответствует требованиям завода-изготовителя"
          },
          {
            "id": 3,
            "success": false,
            "text": "Внутри трубки теплообменника имеет микротрещины"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе приборов КИП (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствуют показания на приборе\r\n2) Показания не подтверждаются технологическим режимом, прибор завышает/занижает\r\n3) Поврежден корпус прибора, видны трещины\r\n4) На стрелочном приборе не обозначены пределы нормальных измерений, а именно максимальное и минимальное значение"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нарушена логика работы преобразователя сигнала в цифровом приборе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плата цифрового прибора имеет потемнения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пружина механизма стрелочного прибора (манометра) имеет следы коррозий"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе трубопровода, теплоспутника (5 правильных ответов)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Пропуск на трубопроводе в теле трубы\r\n2) Нарушена герметичность фланцевого соединения, пропуск продукта по фланцу\r\n3) Фланцевое соединение не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4) Отсутствует изоляция на участке трубопровода\r\n5) Значительные участки трубопровода не окрашены согласно цветовому обозначению"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубопровод забит на 33 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри трубопровод имеет следы коррозий"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трубопровод имеет микротрещины визуально не видимые"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут выявлены оператором/машинистом при обходе или выполнения операций с запорной арматуры (ручной, электрической) (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) При закрытии/открытие арматуры не происходит движение штока\r\n2) Нарушена герметичность, возле оборудования свежие подтеки по корпусу, свежая лужа рабочий жидкости\r\n3) Запорная арматура не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электропривод электрической задвижки имеет коэффициент абсорбций равный 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Зубья редуктор электрической задвижки выработаны на 16,5 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Плата управления электронной задвижки имеет следы потемнения"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе оборудования обогреваемое греющим кабелем (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок греющего кабеля не защищен изоляцией\r\n2) Открытый участок греющего кабеля имеет повреждение верхнего слоя изоляций"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление греющего кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Матрица саморегулирующего греющего кабеля разрушена на 19 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "Саморегулирующий греющий кабель имеет плохой контакт фазной жилы в клемной коробке соединяющий его с силовым питающим кабелем"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом при обходе или работы с пультов управления, кнопочных постов, вспомогательных полевых щитов (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Нарушена целостность корпуса пульта управления/кнопочного поста/ полевого щита, трещины по корпусу, отломана часть корпуса\r\n2) Пульт управления/кнопочный пост/ полевой щит не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на взрывозащищенном полевом оборудование (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Оборудование не заземлено в месте обозначенным заводом изготовителем\r\n2) Нарушена целостность корпуса, трещины по корпусу, отломана часть корпуса\r\n3) Оборудование не укомплектовано крепежными элементами в полном объёме, отсутствуют 2 болта из 6\r\n4)Уплотнительные ввода (фитинги) кабеля в оборудования имеют следы трещин, сколы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Клемные соединения полевого щитового оборудования не протянуты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутри взрывозащищенного пульта управления имеются следы окисления контактных соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колодка для крепления клемных соединений взрывозащищенного кнопочного поста не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на кабельных линиях, подходящих к оборудованию",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Участок кабеля имеет нарушение целостности изоляций \r\n2) Оголенные жилы кабеля висят в воздухе \r\n3) Участок кабельной линий имеет провисы\r\n4) Кабельные линий находятся под воздействием внешних факторов, а именно массивные ледяные образования, тяжелые посторонние предметы лежат на кабельных линиях"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сопротивление кабеля не соответствует нормативным значениям"
          },
          {
            "id": 2,
            "success": false,
            "text": "Кабельная линия нагружена по параметру силы тока выше нормативных значений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кабельная линия закреплена в лотке"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое из перечисленных отклонении описано информативно и не требует доработки, можно сделать первичные выводы о характере дефекта.                        (3 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению\r\n2) При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования\r\n3) При работе насоса Н-1 не происходит перекачивание рабочий среды"
          },
          {
            "id": 1,
            "success": false,
            "text": "Дефект датчика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Требуется ремонт насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "Требуется вибродиагностика"
          }
        ]
      }
    ],
    [
      {
        "question": "Перечислите отклонения, которые могут быть выявлены оператором/машинистом на сетях освещения (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) В насосной не горит 10 светильников\r\n2) В насосной мерцает 2 светильника"
          },
          {
            "id": 1,
            "success": false,
            "text": "Световой поток сети освещения снижен в 2 раза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пусковое устройство взрывозащищенного светильника имеет потемнения и вздутые конденсаторы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Клемная колодка соединительной взрывозащищенной коробки не закреплена"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой из перечисленных дефектов не нужно фиксировать как отклонение в системе мобильные обходы (отсутствует дефект на оборудование)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Переносной шланг для отогрева оборудования не свернут и не убран на место хранения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Значение перепада давления на фильтре 0,89 при норме 0,5, что не соответствует нормативному значению"
          },
          {
            "id": 2,
            "success": false,
            "text": "При нажатии на кнопку пуск/стоп не проходит команда на запуск/останов оборудования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на динамическом оборудование (насос, компрессор, воздуходувка, вентилятор и т.д.) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены) (2 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Отсутствует визуальное изображение направление вращения агрегата\r\n2) Посторонние предметы на ребрах охлаждения привода (тряпки, тары для проб и т.д.)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Посторонний шум агрегата (шуршание, металлический звон и т.д.)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Повреждение изоляций силового кабеля привода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Обнаружена трещина в основание насосного агрегата"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на статическом оборудование (емкость, сосуд, цистерна) могут быть устранены собственными силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 1,
            "success": false,
            "text": "Деформация емкости, сосуда, цистерны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование не заземлено в месте обозначенным заводом изготовителем"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие отклонения на взрывозащищенном оборудование не могут быть устранены силами оператора/машиниста (обход, нахождение на площадке во время производственной необходимости, по заданию начальника смены производства/инженера смены)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Фланец не укомплектован крепежными элементами в полном объёме, отсутствуют 2 болта из 6 (фланец находится на высоте 6 метров, площадка обслуживания отсутствует)\r\n2) Оборудование не заземлено в месте обозначенным заводом изготовителем, требуются сварочные работы\r\n3) На взрывозащищенном оборудование отсутствует знак взрывозащиты\r\n4) Обнаружена трещина на корпусе оборудования\r\n5) Болтовое соединение крепежного элемента взрывозащищенного оборудования укомплектовано не соразмерными шайбами и граверами (оборудование в работе)"
          },
          {
            "id": 1,
            "success": false,
            "text": "На таблички с наименованием позиции агрегата отсутствует информация"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нарушена герметичность, возле емкости свежие подтеки по корпусу, свежая лужа хранящегося продукта (Требуются сварочные работы)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трещина по корпусу"
          }
        ]
      }
    ],
    [
      {
        "question": "Цель проведения мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Контроль состояния оборудования, оперативная организация работ по устранению дефектов, снижение УМД, увеличение ВПР, снижение ИРЗ. Снижение LTIF, ОУ по результатам снижения количества ремонтных воздействий. Повышение дисциплины и культуры обслуживания оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Помогают сократить рабочее время"
          },
          {
            "id": 2,
            "success": false,
            "text": "Служат для статистики отчетов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Контроль графика обходов для высшего руководства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие дефекты необходимо фиксировать в системе мобильные обходы во время совершения обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Дефекты связанные с работой технических устройств, зданий и сооружений, а также замечания по местам накопления отходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "В системе мобильные обходы дефекты не фиксируются, информацию о дефекте необходимо передать руководителю"
          },
          {
            "id": 2,
            "success": false,
            "text": "В системе мобильные обходы фиксируется запрос на работы не связанные с работой оборудования, а именно такие как чистка снега, покраска бордюров, ремонт сантехники в бытовых помещениях"
          },
          {
            "id": 3,
            "success": false,
            "text": "В системе SAP критичные дефекты"
          }
        ]
      }
    ],
    [
      {
        "question": "Оборудование какой группы критичности в фокусе при совершение мобильных обходов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Осматривается всё оборудование, имеющиеся на маршруте обхода, с учетом рекомендации СУН, результатов расследований ПОП/RCA, ЭПБ и тд"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборудование 1-2 группы критичности"
          },
          {
            "id": 2,
            "success": false,
            "text": "На усмотрение начальника смены производства/сменного инженера"
          },
          {
            "id": 3,
            "success": false,
            "text": "На усмотрение инженера по подготовки производства"
          }
        ]
      }
    ],
    [
      {
        "question": "Если происходит сбой в работе цифрового инструмента \"Мобильные обходы\" (система выдаёт ошибку при попытке попасть на платформу, не удаётся войти в систему, отсутствует устойчивое соединение с системой), а время совершить обход наступило,  обходчик должен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сообщить о проблеме руководителю и совершить обход в рамках утвержденного маршрута без цифрового инструмента с фиксацией дефекта в письменном виде"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не совершать обход, дождаться решения проблемы со стороны технической поддержки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Обойти оборудование 1,2 группы критичности"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ждать указания от начальника смены/сменного инженера"
          }
        ]
      }
    ],
    [
      {
        "question": "Как используются данные о дефектах (статистика), зафиксированных в мобильных обходах",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На основании данных принимаются решения по изменению стратегии обслуживания оборудования, перечня операций при обходе, частоты обходов"
          },
          {
            "id": 1,
            "success": false,
            "text": "На основание дефектов списываются закупленные ТМЦ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Статистика необходима для руководителя, так как он самостоятельно не совершает обход"
          },
          {
            "id": 3,
            "success": false,
            "text": "Статистика не используется, главная цель отсутствие дефектов на оборудовании"
          }
        ]
      }
    ],
    [
      {
        "question": "При выполнении мобильного обхода, каким образом система фиксирует, что обход совершен по факту в полном объёме, частично или завершен без фактического выхода на производственную площадку",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Система ориентируется на сканируемые NFC метки у оборудования и количество проверенного на них оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система в автоматическом режиме проставляет обход завершен если в неё войти под аккаунтом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Система отслеживает передвижение работника по GPS модулю и сравнивает с маршрутом обхода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Система связана с системой LoRaWan которая отслеживает местоположение мобильного устройства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие из перечисленных действий цифрового инструмента Мобильные обходы возможно выполнить с корпоративного мобильного устройства (4 правильных ответа)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1) Проводить обходы согласно маршрутов в строгой привязке по времени\r\n2) Сканировать NFC метку у оборудования\r\n3) Ознакомиться с распоряжением, с последующим изменением его статуса\r\n4) Фиксация несоответствия по алгоритму"
          },
          {
            "id": 1,
            "success": false,
            "text": "Формирование заявки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Отправка несоответствия в систему SAP"
          },
          {
            "id": 3,
            "success": false,
            "text": "Деактивация не актуальных меток"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие инструменты есть для выявления дефектов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все ответы верные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Линейный обход"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильные обходы"
          },
          {
            "id": 3,
            "success": false,
            "text": "АСУТП, вспомогательные автоматизированные системы"
          }
        ]
      }
    ],
    [
      {
        "question": "С помощью каких устройств можно проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Взрывозащищённый мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Любой взрывозащищенный мобильный телефон"
          },
          {
            "id": 2,
            "success": false,
            "text": "Мобильный телефон, с установленным приложением \"Обходы\""
          },
          {
            "id": 3,
            "success": false,
            "text": "Персональный мобильный телефон"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды заявок можно создавать из WEB интерфейса приложения Мобильные обходы.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Механика"
          },
          {
            "id": 2,
            "success": false,
            "text": "Энергетика"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метрология"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом можно заполнить текстовое поле во время фиксации дефектов в мобильном приложении \"Обходы\"",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все выше перечисленные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Печатный ввод на клавиатуре"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать значок микрофон на клавиатуре"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рукописный ввод на клавиатуре"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой периодичностью необходимо проводить мобильные обходы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Согласно периодичности в цифровом инструменте \"Мобильные Обходы\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Каждый 1 час"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 раз в смену"
          },
          {
            "id": 3,
            "success": false,
            "text": "Каждые пол часа"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком порядке отмечать NFC-метки во время мобильного обхода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В любом порядке"
          },
          {
            "id": 1,
            "success": false,
            "text": "Начиная с 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "согласно списка в маршруте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно маршрутной карты"
          }
        ]
      }
    ],
    [
      {
        "question": "При формировании отклонения через мобильное устройство на ЕО есть ли возможность в системе цифрового инструмента мобильные обходы посмотреть какие дефекты уже зафиксированы ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На любую ЕО в мобильном устройстве в любой момент времени система показывает все активные дефекты с актуальным статусом, независимо от того что является источником дефекта (SAP, МО, IIoT)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система показывает только дефекты зафиксированные через цифровой инструмент Мобильные обходы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет"
          },
          {
            "id": 3,
            "success": false,
            "text": "Да, если нажать кнопку при формирование дефекта \"сообщать всем обозревателям\""
          }
        ]
      }
    ]
  ],
  "K12, К13": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-12?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,7 ÷ 2,1 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "2,3 ÷ 2,7 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,5 ÷ 1,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,5 ÷ 3,0 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сбрасываются пары метановой отдувки из колонны К-13 в нормальном режиме?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На всас компрессора М-1 в сепаратор Е-16"
          },
          {
            "id": 1,
            "success": false,
            "text": "В атмосферу"
          },
          {
            "id": 2,
            "success": false,
            "text": "В колонну К-12"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-13?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 70 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 100 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не более 50 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 150 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": " Куда направляется кубовый продукт колонны К-12?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На печи пиролиза этана F-21, F-22"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-13"
          },
          {
            "id": 2,
            "success": false,
            "text": "На склад готовой продукции"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Увеличение содержания углеводородов С3 в кубе колонны К-12 может быть вызвано:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Недостаточное количество флегмы в К-11"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снижение подачи пара в Т-47"
          },
          {
            "id": 2,
            "success": false,
            "text": "Избыточная подача водорода на узел гидрирования ЭЭФ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-13?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,3 – 2,7 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,7 – 2,1 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "3,0 – 3,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,0 – 1,5 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-12?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 100 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 70 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не более 150 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 200 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Насос Н-29/1-2 останавливается по блокировке при достижении минимального уровня в емкости Е-31:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0.1"
          },
          {
            "id": 1,
            "success": false,
            "text": "0.2"
          },
          {
            "id": 2,
            "success": false,
            "text": "0.3"
          },
          {
            "id": 3,
            "success": false,
            "text": "0.7"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем осуществляется обогрев куба колонны К-13?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "парами пропилена-теплоносителя"
          },
          {
            "id": 1,
            "success": false,
            "text": "парами этилена"
          },
          {
            "id": 2,
            "success": false,
            "text": "этиленовой фракцией"
          },
          {
            "id": 3,
            "success": false,
            "text": "метановой фракцией"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена колонна К-13?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для отдувки метана и водорода из этиленовой фракции"
          },
          {
            "id": 1,
            "success": false,
            "text": "для разделения ЭЭФ"
          },
          {
            "id": 2,
            "success": false,
            "text": "для выделения БТК-фракции"
          },
          {
            "id": 3,
            "success": false,
            "text": "для выделения бензола"
          }
        ]
      }
    ],
    [
      {
        "question": "Опишите действия первого заметившего разрушение (разгерметизация) оборудования (трубопроводов); истечение жидкости на подстилающую поверхность; химическое/токсическое поражение персонала в зоне пролива",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "- окриком оповещает окружающих об аварии; - сообщает начальнику смены по тел. 21-83, по рации или непосредственно"
          },
          {
            "id": 1,
            "success": false,
            "text": "Приступает к ликвидации аварии"
          },
          {
            "id": 2,
            "success": false,
            "text": "Эвакуируется в безопасное место"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не предпринимает"
          }
        ]
      }
    ],
    [
      {
        "question": "При повышении объемной доли этана в товарном этилене необходимо: 1.Понизить температуру на колонне К-12 2. Сбросить инерты из кипятильника Т-55 3. Подать метанол в колонну К-12. Усилить контроль за работой осушителей С-3 4. Потребовать от начальника смены увеличить температуру пиролиза на этановой печи 5. Понизить давление на всасе I-ой ступени компрессора М-6 6. Увеличить расход орошения",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,4,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "6"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Для снижения температуры верха колонны К-12",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить количество флегмы в К-12, увеличить уровень пропилена-хладагента в Т-52/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Понизить количество флегмы в К-12"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поднять давление первого всаса М-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить расход из Е-67 в Т-53"
          }
        ]
      }
    ],
    [
      {
        "question": "Повышение объемной доли этана в этиленовой фракции вверху колонны К-12 может быть связано:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Недостаточное количество орошения в колонну К-12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Низкая температура в колонне К-13"
          },
          {
            "id": 2,
            "success": false,
            "text": "Избыток орошения в колонну К-12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Большой уровень в ёмкости Е-31"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие теплообменники являются кипятильниками К-12?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-53/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-58/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-47/1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-73/1,2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла получения товарного этилена?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен этилен?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра реактора К-12",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К11,Р-2": [
    [
      {
        "question": "Что используется для охлаждения ЭЭФ между зонами реактора Р-2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Оборотная вода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Этилен"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пропилен"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-11?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 0,04 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 0,1 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "не более 0,3 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 0,07 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температуры в кубе колонны К-11?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "65÷88 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "74÷91 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "25÷46 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "18÷44 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "При каких значениях температуры в реакторе по поз.TIRSA-5-051-8÷15 сработает ПАЗ реактора Р-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "200 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "190 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "205 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "180 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "При превышении уровня пропилена хладоагента свыше 100% Т-46 существует риск останова турбокомпрессора:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "М-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "М-2"
          },
          {
            "id": 3,
            "success": false,
            "text": "М-5"
          }
        ]
      }
    ],
    [
      {
        "question": "Колонна К-11 оборудована:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "двумя кипятильниками Т-47/1,2. один в работе другой в резерве"
          },
          {
            "id": 1,
            "success": false,
            "text": "одним кипятильником Т-47/1"
          },
          {
            "id": 2,
            "success": false,
            "text": "двумя кипятильниками Т-47/1,2 оба находятся в работе"
          },
          {
            "id": 3,
            "success": false,
            "text": "одним кипятильником Т-47/2"
          }
        ]
      }
    ],
    [
      {
        "question": "Снижение температуры куба К-11,увеличенное содержание углеводородов С2 в кубе К-11 и в емкости Е-33 может быть вызвано:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все варианты верны"
          },
          {
            "id": 1,
            "success": false,
            "text": "Заполнение паровым конденсатом межтрубного пространства Т-47 из-за переполнения емкости сбора парового конденсата Е-145."
          },
          {
            "id": 2,
            "success": false,
            "text": "Забивка трубок кипятильника Т-47 полимерами"
          },
          {
            "id": 3,
            "success": false,
            "text": "Недостаточная подача водяного пара в кипятильник Т-47."
          }
        ]
      }
    ],
    [
      {
        "question": "Действия персонала при повышении перепада давления по колонне К-11:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить расход кубового продукта, уменьшить количество флегмы в колонну К-11, уменьшить подачу пара в теплообменник Т-47"
          },
          {
            "id": 1,
            "success": false,
            "text": "увеличить подачу пара в теплообменник Т-47"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличить количество флегмы в колонну К-11"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить питание с колонны К-10"
          }
        ]
      }
    ],
    [
      {
        "question": "При повышении содержания ацетилена после III зоны реактора Р-2 необходимо:\r\n1. Увеличить соотношение водорода к ацетилену в ЭЭФ по зонам реактора Р-2.\r\n2. Уменьшить температуру по зонам реактора Р-2.\r\n3. Увеличить температуру по зонам реактора Р-2.\r\n4. Увеличить расход орошения по колонне К-11\r\n5. Проверить качество водородной фракции, подаваемой на гидрирование ЭЭФ – проверить работу холодного блока ХБ.\r\n6. Перейти по насосам Н-27/1,2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,3,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому типу относятся реактора Р-2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Адиабатические"
          },
          {
            "id": 1,
            "success": false,
            "text": "Изотермические"
          },
          {
            "id": 2,
            "success": false,
            "text": "Смешанного типа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта"
          }
        ]
      }
    ],
    [
      {
        "question": "Действия при повышении температуры в реакторе Р-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все варианты верны"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уменьшить подачу пара в Т-50"
          },
          {
            "id": 2,
            "success": false,
            "text": "Уменьшить подачу водорода в Р-2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить подачу ЭЭФ через теплообменники Т-48а/1-2;\r\nТ-48б/1-2"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении содержания ацетилена в ЭЭФ после реактора Р-2/1,2 можно начинать пуск узла выделения этана и товарного этилена",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 10 ppm"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 100 ppm"
          },
          {
            "id": 2,
            "success": false,
            "text": "10-30 ppm"
          },
          {
            "id": 3,
            "success": false,
            "text": "80-100 ppm"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом реализовано каскадное управление подачей водорода в Р-2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Соотношение водорода к ЭЭФ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Соотношение водород к ацетилену"
          },
          {
            "id": 2,
            "success": false,
            "text": "Соотношение водород к ППФ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разница водорода и ЭЭФ"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите правильное уравнение реакции протекающей в реакторе Р-2: 1. 2NaOH + H2S = Na2S + 2H20 2.C2H4 +3O2 =2CO2 +2H2O 3. C2H2 + H2 = C2H4 4. реакции не происходит",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "В реактор Р-2,загружен катализатор, содержащий",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Палладий"
          },
          {
            "id": 1,
            "success": false,
            "text": "Платину"
          },
          {
            "id": 2,
            "success": false,
            "text": "Никель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Золото"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла выделения, очистки и осушки этан-этиленовой фракции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасна этан-этиленовая фракция",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсична, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-11",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "Стабилизация  \"легкого\" и \"тяжелого\" межступенчатого конденсата ": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-6?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,05 ÷ 0,20  МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,50 ÷ 1,00 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,50 ÷ 2,00 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,50 ÷ 3,00 МПа"
          }
        ]
      }
    ]
  ],
  "К-16": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,6 ÷ 2,1 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2 ÷ 1,8 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,0 ÷ 2,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,0 ÷ 1,5 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 50 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 70 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "не более 100 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 150 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температуры в кубе колонны К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "42 ÷ 60 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "30 ÷ 50 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "20 ÷ 40 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "50 ÷ 70 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие точки подается метанол на узле деэтанизации?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Отсутствует подача метанола"
          },
          {
            "id": 1,
            "success": false,
            "text": "В насос Н-33/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Клапанная сборка ГЦВ FIRC-5-241"
          },
          {
            "id": 3,
            "success": false,
            "text": "В колонну К-16 на тарелку т.33"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой процесс происходит в колонне К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отдувка фракции С2 из ППФ"
          },
          {
            "id": 1,
            "success": false,
            "text": "выделение ППФ"
          },
          {
            "id": 2,
            "success": false,
            "text": "полимеризация фр.С3"
          },
          {
            "id": 3,
            "success": false,
            "text": "гидрирование ППФ"
          }
        ]
      }
    ],
    [
      {
        "question": "Название узла колонны К-16:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Узел вторичной деэтанизации"
          },
          {
            "id": 1,
            "success": false,
            "text": "Узел вторичной деметанизации"
          },
          {
            "id": 2,
            "success": false,
            "text": "Узел получения товарного этилена"
          },
          {
            "id": 3,
            "success": false,
            "text": "Узел получения товарного ББФ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой хладоагент применяется в теплообменнике Т-63А, Т-66А?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пропилен"
          },
          {
            "id": 1,
            "success": false,
            "text": "этилен"
          },
          {
            "id": 2,
            "success": false,
            "text": "вода оборотная 3 системы"
          },
          {
            "id": 3,
            "success": false,
            "text": "вода оборотная 4 системы"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется в качестве теплоносителя для нагрева кубовой жидкости в кипятильниках Т-67 колонны К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Горячая циркуляционная вода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар П4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар П12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сдуваются легкие углеводороды из Е-35 при нормальном режиме колонны К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "М-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сдуваются легкие углеводороды из Е-34 при нормальном режиме колонны К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "М-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сбрасывается горячая вода с ППК по ГЦВ при увеличении давления в трубном пространстве теплообменника Т-67?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "в атмосферу"
          },
          {
            "id": 2,
            "success": false,
            "text": "на факел в Е-95"
          },
          {
            "id": 3,
            "success": false,
            "text": "на всас Н-32/1-3"
          }
        ]
      }
    ],
    [
      {
        "question": "На каком из насосов есть блокировка по максимальной температуре корпуса насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Н-32/3"
          },
          {
            "id": 1,
            "success": false,
            "text": "Н-33/3"
          },
          {
            "id": 2,
            "success": false,
            "text": "Н-32/2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Н-33/2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое флегмовое число (расчетное) установлено для колонны К-16?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "20"
          },
          {
            "id": 1,
            "success": false,
            "text": "1.4"
          },
          {
            "id": 2,
            "success": false,
            "text": "3.8"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком минимальном уровне в емкости Е-34 срабатывает блокировка на останов насоса Н-32?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0.2"
          },
          {
            "id": 1,
            "success": false,
            "text": "0.1"
          },
          {
            "id": 2,
            "success": false,
            "text": "0.5"
          },
          {
            "id": 3,
            "success": false,
            "text": "0.05"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла получения товарного пропилена",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Систему разводки пропилена можно отнести к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наиболее опасным местам"
          },
          {
            "id": 1,
            "success": false,
            "text": "Рабочему месту"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наименее опасным местам"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ни к чему"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен пропилен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-16:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-17/1,2": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-17/1,2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2 ÷ 1,8 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,5 ÷ 1,0 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,0 ÷ 2,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,0 ÷ 1,5 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-17/1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 90 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 80 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "не более 120 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 150 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон перепада давления в колонне К-17/2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 150 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 90 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "не более 100 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 200 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температуры в кубе колонны К-17/1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "42 ÷ 58 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "30 ÷ 50 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "20 ÷ 40 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "50 ÷ 65 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Для увеличения температуры куба колонны К-17/1 нужно:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить расход горячей воды в кипятильник Т-69/1-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уменьшить расход горячей воды в кипятильник Т-69/1-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличить расход орошения в колонну К-17/1"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить расход пропана из куба К-17/1"
          }
        ]
      }
    ],
    [
      {
        "question": "Что приводит к увеличению объёмной доли пропилена в кубе К-17/1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Низкая температура куба К-17/1, Большой расход орошения в К-17/2, Высокий расход пропана из куба К-17/1"
          },
          {
            "id": 1,
            "success": false,
            "text": "Высокая температура куба К-17/1, Большой расход орошения в К-17/2, Низкий расход пропана из куба К-17/1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Низкая температура куба К-17/1, Низкий расход орошения в К-17/2, Низкий расход пропана из куба К-17/1"
          },
          {
            "id": 3,
            "success": false,
            "text": "Высокая температура куба К-17/1, Низкий расход орошения в К-17/2,Низкий расход пропана из куба К-17/1"
          }
        ]
      }
    ],
    [
      {
        "question": "При повышении объемной доли пропана в товарном пропилене необходимо: 1. Увеличить отпарку по колонне К-16. 2. Снизить отпарку по колонне К-17 - уменьшить расход горячей через Т-69/1-4. 3. Снизить расход товарного пропилена на ССГ. 4. Увеличить расход орошения колонны К-17/2. 5. Увеличить расход сдувки из Е-41.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,3,4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,4"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сдуваются легкие углеводороды из Е-41 при нормальном режиме колонны К-17?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "М-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется кубовый продукт колонны К-17/1 (пропановая фракция) при нормальной работе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На печи пиролиза/на склад сжиженных газов (ПУиСП)"
          },
          {
            "id": 1,
            "success": false,
            "text": "На рецикл в колонну К-16"
          },
          {
            "id": 2,
            "success": false,
            "text": "На факел для сжигания"
          },
          {
            "id": 3,
            "success": false,
            "text": "В систему оборотного водоснабжения"
          }
        ]
      }
    ],
    [
      {
        "question": "Через какой теплообменник и с помощью чего охлаждается товарный пропилен перед отправкой на склад?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Через теплообменник Т-97, оборотной водой"
          },
          {
            "id": 1,
            "success": false,
            "text": "Через теплообменник Т-68/1-3 оборотной водой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Через холодильник ПХЦ жидким пропиленом"
          },
          {
            "id": 3,
            "success": false,
            "text": "В выносном воздушном охладителе"
          }
        ]
      }
    ],
    [
      {
        "question": "Что происходит при срабатывании блокировочного датчика осевого сдвига на насосах Н-34, Н-34а?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Останов насоса по блокировке"
          },
          {
            "id": 1,
            "success": false,
            "text": "Включение резервного насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сброс давления в линии нагнетания"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подача сигнала тревоги"
          }
        ]
      }
    ],
    [
      {
        "question": "Чему равна объёмная доля пропана и этана в товарном пропилене первого сорта?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "≤ 0,7 %"
          },
          {
            "id": 1,
            "success": false,
            "text": "≤ 10 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "≤ 1,5 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "≤ 0,1 %"
          }
        ]
      }
    ],
    [
      {
        "question": "Чему равна объёмная доля метилацетилена и пропадиена в кубе К-17/1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "≤ 25 %"
          },
          {
            "id": 1,
            "success": false,
            "text": "≤ 10 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "≤ 40 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "≤ 50 %"
          }
        ]
      }
    ],
    [
      {
        "question": "Чему равна объёмная доля С4 в кубе колонны К-17/1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "≤ 4 %"
          },
          {
            "id": 1,
            "success": false,
            "text": "≤ 10 %"
          },
          {
            "id": 2,
            "success": false,
            "text": "≤ 40 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "≤ 1 %"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла получения товарного пропилена",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Систему разводки пропилена можно отнести к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наиболее опасным местам"
          },
          {
            "id": 1,
            "success": false,
            "text": "Рабочему месту"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наименее опасным местам"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ни к чему"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен пропилен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-17:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-14, Р-3": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,3÷1,75 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,9÷2,2 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,4÷2,9 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,3÷2,7 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков максимально допустимый перепад давления в колонне К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не более 0,06 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "не более 0,1 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "не более 0,01 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 0,3 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температуры в кубе колонны К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "74÷91 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "65÷88 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,5÷3,1 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,75÷2,1 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Питанием колонны К-14 является",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кубовый продукт колонны К-11 и рецикловая фракция углеводородов С3-С4 колонны К-19"
          },
          {
            "id": 1,
            "success": false,
            "text": "Рецикловая фракция углеводородов С3-С4 колонны К-19"
          },
          {
            "id": 2,
            "success": false,
            "text": "Только кубовый продукт колонны К-11"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кубовый продукт колонны К-11 и рецикловая фракция углеводородов С3-С4 колонны К-20"
          }
        ]
      }
    ],
    [
      {
        "question": "При каких значениях температуры в реакторе по поз.TIRSА-5-20-8÷15 сработает ПАЗ реактора Р-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "170 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "160 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "190 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "170 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким насосом подается ингибитор Nalko в К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Н-51а/2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Н-51/1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Н-51/3"
          },
          {
            "id": 3,
            "success": false,
            "text": "Н-212/1"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой катализатор используется в реакторах Р-3/1,2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Палладиевый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Никелевый"
          },
          {
            "id": 2,
            "success": false,
            "text": "Платиновый"
          },
          {
            "id": 3,
            "success": false,
            "text": "Золотой"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего в линию питания колонны К-14 постоянно подается ингибитор полимеризации?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для уменьшения полимеризации и забивки тарелок колонны и трубок кипятильников"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для увеличения скорости реакции крекинга"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для нейтрализации сернистых соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для предотвращения коррозии аппаратуры"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой тип реактора Р-3 используется для гидрирования ацетиленовых и диеновых соединений в ППФ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Адиабатический реактор, разделенный на две самостоятельные зоны"
          },
          {
            "id": 1,
            "success": false,
            "text": "Изотермический реактор"
          },
          {
            "id": 2,
            "success": false,
            "text": "Трубчатый реактор"
          },
          {
            "id": 3,
            "success": false,
            "text": "Реактор с кипящим слоем катализатора"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего производится впрыск жидкой ППФ из куба колонны К-16 в поток на входе в емкость Е-50?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для отмывки ППФ от «зеленого масла» (олигомеров)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения гидрогенизата"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для повышения давления в сепараторе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для разбавления концентрации пропилена"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой диапазон температуры на входе в реактор гидрирования Р-3 является нормой?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "40-100 °C"
          },
          {
            "id": 1,
            "success": false,
            "text": "20-80 °C"
          },
          {
            "id": 2,
            "success": false,
            "text": "100-150 °C"
          },
          {
            "id": 3,
            "success": false,
            "text": "60-120 °C"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется в качестве теплоносителя для нагрева кубовой жидкости в кипятильниках Т-58/1-2 колонны К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пар П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Горячая циркуляционная вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар П12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество подается в линию ППФ на входе в емкость Е-50 для отмывки от «зеленого масла»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Жидкая ППФ из куба колонны К-16"
          },
          {
            "id": 1,
            "success": false,
            "text": "Ингибитор полимеризации"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водородная фракция"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метан"
          }
        ]
      }
    ],
    [
      {
        "question": "До какой точки росы необходимо осушать ППФ в осушителях С-4?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не выше минус 60 °C"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не выше минус 40 °C"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не выше 0 °C"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не выше минус 20 °C"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество используется для активации катализатора в реакторах Р-3 после его регенерации или загрузки?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Водородная фракция"
          },
          {
            "id": 1,
            "success": false,
            "text": "Метановую фракцию"
          },
          {
            "id": 2,
            "success": false,
            "text": "Азот"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла выделения, очистки и осушки пропан-пропиленовой фракции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасна пропан-пропиленовая фракция?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-14:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "Р-1": [
    [
      {
        "question": "Каков рабочий диапазон давления в реакторе Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3,3 ÷ 3,6 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,9 ÷ 1,3 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3 ÷ 0,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,0 ÷ 2,0 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая температура на выходе из реактора Р-1 является рабочей?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(240 ÷ 370) °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(180 ÷ 300) °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(100 ÷ 180) °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(400 ÷ 500) °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой катализатор используется в реакторе метанирования Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Алюмо-никель-хромовый катализатор"
          },
          {
            "id": 1,
            "success": false,
            "text": "Алюмо-платиновый катализатор"
          },
          {
            "id": 2,
            "success": false,
            "text": "Палладиевый"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не используется катализатор"
          }
        ]
      }
    ],
    [
      {
        "question": "Что представляет собой реактор Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вертикальный цилиндрический аппарат, загруженный одним слоем катализатора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Горизонтальный аппарат с кипящим слоем катализатора"
          },
          {
            "id": 2,
            "success": false,
            "text": "Трубчатый теплообменник"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колонный аппарат с тарелками"
          }
        ]
      }
    ],
    [
      {
        "question": "С помощью чего нагревается водородная фракция перед подачей в реактор Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретым паром П15 в теплообменнике Т-41а"
          },
          {
            "id": 1,
            "success": false,
            "text": "С помощью горячего метана в печи П-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "С помощью оборотной воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "С помощью горячей циркуляционной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен узел метанирования?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для очистки водородной фракции от оксида углерода (СО)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для осушки пирогаза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для гидрирования пропилена"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для охлаждения метановой фракции"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая нежелательная реакция начинает протекать в реакторе Р-1 при температуре ниже 200 °С?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ni + 4CO = Ni(CO)4"
          },
          {
            "id": 1,
            "success": false,
            "text": "СО + СН4 = СН4 + Н2О"
          },
          {
            "id": 2,
            "success": false,
            "text": "2NaOH + CO2 = H2O + Na2CO3"
          },
          {
            "id": 3,
            "success": false,
            "text": "C2H2 + H2 = C2H4"
          }
        ]
      }
    ],
    [
      {
        "question": "При каких значениях температуры в реакторе Р-1 сработает ПАЗ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "При понижении температуры ниже 230 °С и повышении выше 380 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "При понижении температуры ниже 280 °С и повышении выше 330 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "При понижении температуры ниже 200 °С и повышении выше 300 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "При понижении температуры ниже 250 °С и повышении выше 350 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком содержании оксида углерода (СО) водородная фракция после реактора Р-1 считается соответствующей норме?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 0,01 % об."
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 0,1 % об."
          },
          {
            "id": 2,
            "success": false,
            "text": "Не более 1,0 % об."
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 10,0 % об."
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена емкость Е-47?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для приема и хранения метанола"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для сепарации водородной фракции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для сбора конденсата"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для хранения пропана"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество образуется в результате реакции метанирования в Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Метан и вода (CH₄ + H₂O)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Диоксид углерода (CO₂)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ацетилен (C₂H₂)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сероводород (H₂S)"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сбрасываются излишки водородной фракции от Т-40 для регулирования давления нагнетания компрессора М-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На факел (в Е-93)"
          },
          {
            "id": 1,
            "success": false,
            "text": "В топливную сеть (в Е-40)"
          },
          {
            "id": 2,
            "success": false,
            "text": "В атмосферу"
          },
          {
            "id": 3,
            "success": false,
            "text": "На регенерацию осушителей"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда отводится вода, отделенная в сепараторе Е-30А?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На факел в емкость Е-93"
          },
          {
            "id": 1,
            "success": false,
            "text": "В систему химзагрязненной канализации"
          },
          {
            "id": 2,
            "success": false,
            "text": "На установку очистки сточных вод"
          },
          {
            "id": 3,
            "success": false,
            "text": "Обратно в технологический процесс"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие осушители используются для осушки водородной фракции от влаги?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С-2/1-2, заполненные цеолитом"
          },
          {
            "id": 1,
            "success": false,
            "text": "С-1/1-3, заполненные силикагелем"
          },
          {
            "id": 2,
            "success": false,
            "text": "Адсорберы с активированным углем"
          },
          {
            "id": 3,
            "success": false,
            "text": "Мембранные модули"
          }
        ]
      }
    ],
    [
      {
        "question": "До какой точки росы должна быть осушена водородная фракция в осушителях С-2/1-2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не выше минус 60 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не выше минус 40 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не выше 0 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не выше +20 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла метанирования и осушки водородной фракции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метан?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсична, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра осушителей С-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-19, К-20": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-19?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,65÷0,80 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,25÷0,40 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,20÷1,50 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,3÷2,7 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего в линию питания колонны К-19 постоянно подается ингибитор полимеризации?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для уменьшения полимеризации и забивки тарелок и трубок кипятильников"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для увеличения скорости реакции гидрирования"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для снижения температуры кипения смеси"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для нейтрализации щелочи в сырье"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество используется в качестве хладагента в конденсаторе-испарителе Т-76 колонны К-19?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пропилен"
          },
          {
            "id": 1,
            "success": false,
            "text": "Этилен"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборотная вода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Азот"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется балансовое количество бутилен-бутадиеновой фракции (ББФ) после холодильника Т-131?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На ПУиСП в качестве товарной продукции"
          },
          {
            "id": 1,
            "success": false,
            "text": "На рецикл в колонну К-14"
          },
          {
            "id": 2,
            "success": false,
            "text": "На факел через емкость Е-93"
          },
          {
            "id": 3,
            "success": false,
            "text": "В колонну К-27"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является признаком необходимости остановки насоса Н-51Б?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Достижение минимального уровня в емкости Е-97А 32 %"
          },
          {
            "id": 1,
            "success": false,
            "text": "Повышение давления в колонне К-20 выше 0,4 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Снижение температуры в Т-131 ниже 20 °C"
          },
          {
            "id": 3,
            "success": false,
            "text": "Прекращение подачи пара П4"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сдуваются легкие углеводороды из Е-39 при нормальном режиме колонны К-20?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На всас I-ой ступени компрессора М-1 в сепараторы Е-11/А,Б"
          },
          {
            "id": 1,
            "success": false,
            "text": "На факел в емкость Е-93"
          },
          {
            "id": 2,
            "success": false,
            "text": "В атмосферу через дыхательный клапан"
          },
          {
            "id": 3,
            "success": false,
            "text": "В дренажную емкость Е-43"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой параметр регулируется для управления давлением в колонне К-20?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Расход оборотной воды в теплообменниках Т-78/1-2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Расход пара в кипятильнике Т-79/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Расход орошения из Е-39"
          },
          {
            "id": 3,
            "success": false,
            "text": "Расход питания из К-19"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является питанием для колонны К-19?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кубовый продукт колонн К-14 и К-18, а также \"зеленое масло\" из Е-50"
          },
          {
            "id": 1,
            "success": false,
            "text": "Товарная пропан-пропиленовая фракция (ППФ)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сырой пирогаз с установки пиролиза"
          },
          {
            "id": 3,
            "success": false,
            "text": "Товарная этан-этиленовая фракция (ЭЭФ)"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая функция у колонны К-20?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Выделение бутилен-бутадиеновой фракции (ББФ) из куба К-19"
          },
          {
            "id": 1,
            "success": false,
            "text": "Выделение фракции С3 (вторичная депропанизация)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Гидрирование ацетиленовых соединений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Осушка пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда подается кубовый продукт колонны К-20?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В колонну К-27"
          },
          {
            "id": 1,
            "success": false,
            "text": "На рецикл в колонну К-14"
          },
          {
            "id": 2,
            "success": false,
            "text": "На факел"
          },
          {
            "id": 3,
            "success": false,
            "text": "В емкость Е-43 для дальнейшей откачки"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сдуваются легкие углеводороды из Е-38 при нормальном режиме колонны К-20?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сбрасываются на всас I-ой ступени турбокомпрессора М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "Направляются на орошение колонны К-19"
          },
          {
            "id": 2,
            "success": false,
            "text": "Возвращаются в куб колонны К-18"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сжигаются на факеле"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена заглубленная емкость Е-43?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для сбора тяжелых углеводородов с последующей периодической откачкой насосом Н-73"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для хранения товарной ББФ перед отгрузкой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для аварийного сброса паров из колонн К-19 и К-20"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для приготовления ингибиторных растворов"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая система предназначена для сбора и откачки загрязненного парового конденсата (КСЗ)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Емкость Е-76 и насосы Н-82/1-2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Емкость Е-39 и насосы Н-39/1-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Емкость Е-38 и насосы Н-37/1-2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Емкость Е-97 и насосы Н-51а/1-2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая охлаждающая жидкость используется для охлаждения корпуса и подшипников насосов Н-39 и Н-82?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Антифриз\r\n«Тосол-АМ»"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотная вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ингибитор полимеризации"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая фракция отбирается насосом Н-37 с верха колонны К-19 и возвращается в колонну К-14?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Фракция углеводородов С₃ (ППФ)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Бутилен-бутадиеновая фракция (ББФ)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Фракция С₅ и выше"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метановодородная фракция"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла получения товарной бутилен-бутадиеновой фракции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасна бутан-бутадиеновая фракция?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсична, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра реактора К-19",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "ЭХЦ": [
    [
      {
        "question": "Для чего предназначен Этиленовый холодильный цикл (ЭХЦ)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "обеспечивает потребности установки УКиРП в холоде по изотермам: -55°C, -75°C, -102°C"
          },
          {
            "id": 1,
            "success": false,
            "text": "обеспечивает потребности установки УКиРП в холоде по изотермам: +6°C, -18°C, -37°C"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для осушки и очистки пропан-пропиленовой фракции"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для компримирования пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Откуда осуществляется подпитка ЭХЦ жидким этиленом?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Из трубопровода нагнетания насоса Н-29/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Непосредственно из конденсаторов Т-105"
          },
          {
            "id": 2,
            "success": false,
            "text": "Со всаса компрессора М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "Из трубопровода нагнетания насоса Н-34а/1-3 в ресиверы Е-68/1-2, Е-67"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда осуществляется сдувка несконденсировавшихся легких углеводородов (инертов) из системы ЭХЦ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На всас компрессора М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "На всас компрессора М-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "На всас компрессора М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "На всас компрессора М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое давление поддерживается на нагнетании компрессора М-5?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 2,1 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 3,0 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не более 1,0 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 0,5 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем охлаждается теплообменник Т-101?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Оборотной водой III системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотной водой IV системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "ГЦВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Воздух"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у этиленового холодильного цикла",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен этилен?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсична, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра сепаратора  Е-60",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько ступеней у компрессора М-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем охлаждается теплообменник Т-102?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пропиленом"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотной водой III системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборотной водой IV системы"
          },
          {
            "id": 3,
            "success": false,
            "text": "ГЦВ"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода на изотерме  минус 102°C относится",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-36"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-47"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-54"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-77"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода на изотерме  минус 75°C относится",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-34"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-46"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-44"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-72"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода на изотерме  минус 55°C относится",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-33"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-53"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-51Б"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-79"
          }
        ]
      }
    ],
    [
      {
        "question": "Пуск ЭХЦ осуществляется совместно с пуском турбоагрегата М-5…",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "После пуска М-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Одновременно с пуском М-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "После пуска М-1"
          },
          {
            "id": 3,
            "success": false,
            "text": "Перед пуском М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Перед пуском ЭХЦ необходимо произвести",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Продувку контура этиленом до содержания азота в продувочном газе не более 0,5 % об"
          },
          {
            "id": 1,
            "success": false,
            "text": "Продувку контура азотом до содержания кислорода в продувочном газе не более 2 % об"
          },
          {
            "id": 2,
            "success": false,
            "text": "Продувку контура азотом до содержания этилена в продувочном газе не более 1 % об"
          },
          {
            "id": 3,
            "success": false,
            "text": "Продувку контура воздухом до содержания этилена в продувочном газе не более 1 % об"
          }
        ]
      }
    ],
    [
      {
        "question": "Продувка контура ЭХЦ производится со сбросом продувочного газа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на факел ПМ"
          },
          {
            "id": 1,
            "success": false,
            "text": "в дренажную емкость Е-8"
          },
          {
            "id": 2,
            "success": false,
            "text": "На факел ППЭ"
          },
          {
            "id": 3,
            "success": false,
            "text": "В атмосферу"
          }
        ]
      }
    ],
    [
      {
        "question": "Подмерзание регулирующих клапанов по этилену-хладоагенту на емкостях Е-60, Е-61",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наличие влаги в этилене-хладоагенте ЭХЦ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Резким изменение температуры окружающего воздуха"
          },
          {
            "id": 2,
            "success": false,
            "text": "прекращением работы теплоспутников"
          },
          {
            "id": 3,
            "success": false,
            "text": "наличием оксида углерода в контуре ЭХЦ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой теплообменник отсутствует в схеме пускового контура М-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-107"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-104"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-102"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-101"
          }
        ]
      }
    ]
  ],
  "ПХЦ": [
    [
      {
        "question": "Для чего предназначен Пропиленовый холодильный цикл (ПХЦ)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "обеспечивает потребности установки УКиРП в холоде по изотермам: +6°C, -18°C, -37°C"
          },
          {
            "id": 1,
            "success": false,
            "text": "обеспечивает потребности установки УКиРП в холоде по изотермам: -55°C, -75°C, -102°C"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для компримирования пирогаза"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для осушки и очистки этан-этиленовой фракции"
          }
        ]
      }
    ],
    [
      {
        "question": "Откуда осуществляется подпитка ПХЦ жидким пропиленом?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Из трубопровода нагнетания насоса Н-34а/1-3"
          },
          {
            "id": 1,
            "success": false,
            "text": "Непосредственно из конденсаторов Т-106"
          },
          {
            "id": 2,
            "success": false,
            "text": "С всаса компрессора М-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "Из трубопровода нагнетания насоса Н-29/1,2 в сепаратор Е-60 из емкости Е-30"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой тип привода используется для турбокомпрессора М-6?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паровая турбина"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электродвигатель"
          },
          {
            "id": 2,
            "success": false,
            "text": "Газовая турбина"
          },
          {
            "id": 3,
            "success": false,
            "text": "Дизельный двигатель"
          }
        ]
      }
    ],
    [
      {
        "question": "Для осушки циркулирующего пропилена-хладоагента технологическая схема ПХЦ предусматривает его подачу в:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Осушители С-4/1-2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сепаратор Е-67"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменник Т-40"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колонну К-10"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое давление необходимо поддерживать на нагнетании компрессора М-6 в пропиленовом холодильном цикле?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(1,15–1,70) МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "(0,60–0,80) МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "(0,20–0,60) МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "(2,0–2,5) МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у пропиленового холодильного цикла",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен пропилен?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсична, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра сепаратора Е-66",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода изотермы минус 18 °C не относится ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-47"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-46"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-29"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-54"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода изотермы минус 37 °C не относится ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-39"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-105"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-31"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-51б"
          }
        ]
      }
    ],
    [
      {
        "question": "К потребителям холода изотермы плюс 6  °C не относится ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-127"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-103"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-28"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-12"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько ступеней у комперссора М-6?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой процесс происходит в сепараторе Е-67?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отделение паров пропилена от жидкого пропилена"
          },
          {
            "id": 1,
            "success": false,
            "text": "Накопление некондиционного пропилена перед сбросом на факел"
          },
          {
            "id": 2,
            "success": false,
            "text": "Отделение пропана из пропан-пропиленовой фракции."
          },
          {
            "id": 3,
            "success": false,
            "text": "смешение пропилена с оборотной водой"
          }
        ]
      }
    ],
    [
      {
        "question": "Пары пропилена из сепаратора Е-66 направляются",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на всас II-ой ступени компрессора М-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "на всас I-ой ступени компрессора М-5"
          },
          {
            "id": 2,
            "success": false,
            "text": "на всас II-ой ступени компрессора М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "на всас I-ой ступени компрессора М-1"
          }
        ]
      }
    ],
    [
      {
        "question": "Пары пропилена из сепараторов Е-65/1-2, Е-65а поступают",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на всас I-ой ступени компрессора М-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "на всас I-ой ступени компрессора М-5"
          },
          {
            "id": 2,
            "success": false,
            "text": "на всас II-ой ступени компрессора М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "на всас I-ой ступени компрессора М-1"
          }
        ]
      }
    ],
    [
      {
        "question": "Перед пуском ПХЦ необходимо произвести",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Продувку контура пропиленом до содержания азота в продувочном газе не более 0,5 % об"
          },
          {
            "id": 1,
            "success": false,
            "text": "Продувку контура азотом до содержания кислорода в продувочном газе не более 2 % об"
          },
          {
            "id": 2,
            "success": false,
            "text": "Продувку контура азотом до содержания пропилена в продувочном газе не более 1 % об"
          },
          {
            "id": 3,
            "success": false,
            "text": "Продувку контура воздухом до содержания пропилена в продувочном газе не более 1 % об"
          }
        ]
      }
    ],
    [
      {
        "question": "Продувка контура ПХЦ производится со сбросом продувочного газа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на факел ПМ"
          },
          {
            "id": 1,
            "success": false,
            "text": "в дренажную емкость Е-158"
          },
          {
            "id": 2,
            "success": false,
            "text": "На факел ППП"
          },
          {
            "id": 3,
            "success": false,
            "text": "В атмосферу"
          }
        ]
      }
    ],
    [
      {
        "question": "Подмерзание регулирующих клапанов по пропилену-хладоагенту на теплообменниках                 Т-103, Т-104,Т-105/1-4 и емкостях Е-66, Е-67 связано с:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Попаданием влаги в пропилен-хладоагент ПХЦ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Резким изменение температуры окружающего воздуха"
          },
          {
            "id": 2,
            "success": false,
            "text": "прекращением работы теплоспутников"
          },
          {
            "id": 3,
            "success": false,
            "text": "наличием метанола в контуре ПХЦ"
          }
        ]
      }
    ]
  ],
  "ХБ": [
    [
      {
        "question": "Изотерма теплообменника Т-28",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "—30 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "20 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "—102 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Изотерма теплообменника Т-31",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "—37 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "—102 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "20 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "—55 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Изотерма теплообменника Т-36",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "—102 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "—55 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "—37 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "6 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Изотерма теплообменника Т-45",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "—102 °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "—55 °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "—37 °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "6 °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой номер потока подается в качестве питания в колонну К-10 из емкости Е-24?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I питание поступает на 30-ю тарелку"
          },
          {
            "id": 1,
            "success": false,
            "text": "II питание поступает на 38-ю тарелку"
          },
          {
            "id": 2,
            "success": false,
            "text": "IV питание поступает на 55-ю тарелку"
          },
          {
            "id": 3,
            "success": false,
            "text": "III питание поступает на 43-ю тарелку"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой номер потока подается в качестве питания в колонну К-10 из емкости Е-25?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "II питание поступает на 38-ю тарелку"
          },
          {
            "id": 1,
            "success": false,
            "text": "IV питание поступает на 55-ю тарелку"
          },
          {
            "id": 2,
            "success": false,
            "text": "III питание поступает на 43-ю тарелку"
          },
          {
            "id": 3,
            "success": false,
            "text": "I питание поступает на 30-ю тарелку"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой номер потока подается в качестве питания в колонну К-10 из емкости Е-26?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "III питание поступает на 43-ю тарелку"
          },
          {
            "id": 1,
            "success": false,
            "text": "I питание поступает на 30-ю тарелку"
          },
          {
            "id": 2,
            "success": false,
            "text": "II питание поступает на 38-ю тарелку"
          },
          {
            "id": 3,
            "success": false,
            "text": "IV питание поступает на 55-ю тарелку"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой номер потока подается в качестве питания в колонну К-10 из емкости Е-27?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "IV питание поступает на 55-ю тарелку"
          },
          {
            "id": 1,
            "success": false,
            "text": "III питание поступает на 43-ю тарелку"
          },
          {
            "id": 2,
            "success": false,
            "text": "I питание поступает на 30-ю тарелку"
          },
          {
            "id": 3,
            "success": false,
            "text": "II питание поступает на 38-ю тарелку"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой теплообменник поступает пирогаз после осушителя С-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-28"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-45"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-44"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой хладоагент используется в теплообменнике Т-30 для охлаждения пирогаза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Этан после К-12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пропилен"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборотная вода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Воздушное охлаждение"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо проверить перед пуском центробежного насоса: 1.Правильность сборки и герметичность фланцевых и резьбовых соединений на обвязке насоса; 2.Отсутствие установленных временных заглушек; 3.Наличие инструкций на рабочем месте; 4.Наличие и исправность заземления; 5.Отсутствие посторонних предметов в зоне обслуживания; 6.Исправность освещения в помещении насосной; 7.Отсутствие дефектов манометра и актуальность пломбы; 8.Целостность арматуры, приборов КИПиА; 9.Исправность видеонаблюдения в помещении насосной",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,4,5,7,8"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2,4,5,6,7,8,9"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2,3,4,5,6,7,8"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,2,3,4,5,6,7,8,9"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо предпринять при увеличении содержания высококипящего компонента в верхнем продукте колонны выше нормы?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Уменьшить подвод тепла в кипятильник или увеличить расход флегмы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уменьшить подачу питания в колонну, увеличить подвод тепла в кипятильник, увеличить расход флегмы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличить подачу питания в колонну, увеличить подвод тепла в кипятильник"
          },
          {
            "id": 3,
            "success": false,
            "text": "Уменьшить расход флегмы, увеличить подвод тепла в кипятильник"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков правильный порядок первоначальной подготовки насоса Н-25 к пуску для предотвращения замерзания остаточной влаги?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Заполнить полость насоса метанолом, через 20-30 минут стравить его на факел через дренаж на всасывающем трубопроводе, после стравливания оставить арматуру на линии сброса на факел и линии сдувки с пяты насоса частично открытыми для создания давления на всасе"
          },
          {
            "id": 1,
            "success": false,
            "text": "Немедленно запустить насос на холостой ход, чтобы протолкнуть влагу, затем открыть все дренажные линии для просушки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Прогреть корпус насоса паром до рабочей температуры, затем сразу перейти к запуску электродвигателя"
          },
          {
            "id": 3,
            "success": false,
            "text": "Открыть всю запорную арматуру на нагнетании и всасе, чтобы обеспечить циркуляцию и естественное испарение влаги"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо сделать непосредственно ПЕРЕД включением электродвигателя насоса Н-25 кнопкой \"Пуск\"?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Медленно открыть арматуру на линии всаса насоса, стравить газ через дренаж с пяты и воздушник на нагнетании, закрыть байпас обратного клапана, полностью открыть арматуру на линии сдвуки с пяты и проверить заполнение насоса жидкостью через воздушник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Закрыть запорную арматуру на линии всаса, открыть байпас обратного клапана на максимум и немедленно запустить насос для создания давления."
          },
          {
            "id": 2,
            "success": false,
            "text": "Убедиться, что все дренажные линии и арматура на факел закрыты, чтобы создать максимальное противодавление перед пуском"
          },
          {
            "id": 3,
            "success": false,
            "text": "Стравить всю жидкость из корпуса насоса для проверки дренажной системы, а затем запустить насос на сухую"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия необходимо выполнить НЕПОСРЕДСТВЕННО ПОСЛЕ включения насоса Н-25 кнопкой \"Пуск\"",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Убедиться в развитии рабочего напора, приоткрыть арматуру нагнетания, и добиться регламентного перепада давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Немедленно полностью открыть арматуру на линии нагнетания и перевести весь поток в линию орошения K-10"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оставить насос работать на закрытой задвижке нагнетания в течение 10 минут для прогрева и стабилизации параметров"
          },
          {
            "id": 3,
            "success": false,
            "text": "Стравить давление через все доступные дренажи и воздушники для сброса первоначальной помпажной нагрузки"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла охлаждения пирогаза, выделения метановых и водородной фракций ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен пирогаз?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-10": [
    [
      {
        "question": "Каков рабочий диапазон давления в колонне К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,9÷3,3 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "3,3÷3,6 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3÷0,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,05÷0,40 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температуры в кубе колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(+6)÷(+20) °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(-5)÷(+6) °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(-50)÷(-30) °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(-100)÷(-20)"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество используется для подвода тепла в кипятильниках Т-44/1-2 колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пропилен"
          },
          {
            "id": 1,
            "success": false,
            "text": "Этилен"
          },
          {
            "id": 2,
            "success": false,
            "text": "Этан"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метан"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется кубовый продукт колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В колонну К-11"
          },
          {
            "id": 1,
            "success": false,
            "text": "На факел в емкость Е-93"
          },
          {
            "id": 2,
            "success": false,
            "text": "В реактор Р-1"
          },
          {
            "id": 3,
            "success": false,
            "text": "В метановую сеть (топливный газ)"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется в качестве орошения колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Жидкая метановая фракция из Е-29"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пропан-пропиленовая фракция"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пирогаз из Е-26"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен из ПХЦ"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего в колонну К-10 подается метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для разрушения кристаллогидратов углеводородов"
          },
          {
            "id": 1,
            "success": false,
            "text": "В качестве основного орошения"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для промывки тарелок"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для регулирования давления"
          }
        ]
      }
    ],
    [
      {
        "question": " Какая функция у теплообменников Т-45/1,2 в схеме колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Частичная конденсация паров метановой фракции с верха колонны этиленом-хладоагентом"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нагрев питающих потоков колонны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Охлаждение кубового продукта"
          },
          {
            "id": 3,
            "success": false,
            "text": "Регенерация метанола"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое флегмовое число является расчетным для колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0.75"
          },
          {
            "id": 1,
            "success": false,
            "text": "5"
          },
          {
            "id": 2,
            "success": false,
            "text": "8"
          },
          {
            "id": 3,
            "success": false,
            "text": "20"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой насос используется для орошения колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Н-25"
          },
          {
            "id": 1,
            "success": false,
            "text": "Н-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "Н-29"
          },
          {
            "id": 3,
            "success": false,
            "text": "Н-10"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько линий питания у колонны К-10?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Что происходит с метановой фракцией в Е-29?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "разделяется на газовую и жидкую фазы"
          },
          {
            "id": 1,
            "success": false,
            "text": "конденсируется"
          },
          {
            "id": 2,
            "success": false,
            "text": "испаряется"
          },
          {
            "id": 3,
            "success": false,
            "text": "смешивается с фракцией С2-С3"
          }
        ]
      }
    ],
    [
      {
        "question": "Рабочий диапазон давления в реакторе Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(3,3 ÷ 3,6)МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "(3,3 ÷ 3,6)кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "(2,3 ÷ 2,6)МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "(2,3 ÷ 2,6)кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Реактор Р-1 предназначен для ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "очистки водородной фракции от оксида углерода"
          },
          {
            "id": 1,
            "success": false,
            "text": "насыщения водорода метановой фракцией"
          },
          {
            "id": 2,
            "success": false,
            "text": "очистки водородной фракции от тяжелых металлов"
          },
          {
            "id": 3,
            "success": false,
            "text": "очистки этан-этиленовой фракции от оксида углерода"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температур на входе в реакторе Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(180 ÷ 300) °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(80 ÷ 300) °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(180 ÷ 200) °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(180 ÷ 370) °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков рабочий диапазон температур на выходе из реакторе Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(240 ÷ 370) °С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(180 ÷ 300) °С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(140 ÷ 300) °С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(180 ÷ 370) °С"
          }
        ]
      }
    ],
    [
      {
        "question": "Осушка водородной фракции происходит в осушителях",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С-2"
          },
          {
            "id": 1,
            "success": false,
            "text": "С-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "С-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "С-3"
          }
        ]
      }
    ],
    [
      {
        "question": "Осушка водородной фракции происходит до точки росы не выше",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(-60)°С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(-28)°С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(-138)°С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(-50)°С"
          }
        ]
      }
    ],
    [
      {
        "question": "Водородная фракция выделяется в сепараторе ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-29"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-26"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-25"
          }
        ]
      }
    ]
  ],
  "Факела": [
    [
      {
        "question": "Какое вещество используется в замкнутом контуре для подогрева и испарения углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Метанол"
          },
          {
            "id": 1,
            "success": false,
            "text": "Этанол"
          },
          {
            "id": 2,
            "success": false,
            "text": "Топливный газ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Горячая вода"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является основным назначением факельной установки?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сжигание аварийных и периодических сбросов углеводородов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Производство технологического пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "Обезвреживание серосодержащих газов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Утилизация отходов"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен гидрозатвор в факельной установке?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для исключения попадания воздуха в факельный коллектор"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для отделения сероводорода от углеводородов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для смешивания газов с воздухом"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для охлаждения факельных газов перед сжиганием"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется в качестве уплотняющей жидкости для насосов Н-43/1,2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Масло Гидроникойл"
          },
          {
            "id": 1,
            "success": false,
            "text": "Метанол"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Этиленгликоль"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены дежурные горелки на факельной установке?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для постоянного поддержания горения и розжига основного факела"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для подогрева факельных газов перед сжиганием"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для сжигания жидких отходов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для освещения территории вокруг факела"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой целью осуществляется подача азота в начало факельных коллекторов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для продувки и создания избыточного давления, предотвращающего подсос воздуха"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения стенок коллекторов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для каталитического окисления углеводородов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для очистки коллекторов от отложений"
          }
        ]
      }
    ],
    [
      {
        "question": "Что подается в гидрозатвор для предотвращения его замерзания в зимнее время?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Промтеплофикационная вода (в наружный змеевик)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Горячее масло"
          },
          {
            "id": 3,
            "success": false,
            "text": "Электрообогрев"
          }
        ]
      }
    ],
    [
      {
        "question": "Что обеспечивает бездымное сжигание углеводородов на факеле?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Подача водяного пара П8"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подача азота в пламя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Подача воздуха КИП"
          },
          {
            "id": 3,
            "success": false,
            "text": "Высокая температура дежурных горелок"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая функция у редуцирующего охлаждающего устройства РОУ-25/8?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Получение пара П8 из пара П25"
          },
          {
            "id": 1,
            "success": false,
            "text": "Получение пара П4 из пара П8"
          },
          {
            "id": 2,
            "success": false,
            "text": "Охлаждение оборотной воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подогрев метанола"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен газостатический затвор?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для предотвращения попадания воздуха в ствол через верхний срез"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения факельных газов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для распределения потоков газа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для подогрева топливного газа"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем обогревается газостатический затвор?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паром"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электричеством"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не обогревается"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборотной водой"
          }
        ]
      }
    ],
    [
      {
        "question": "От каких производств поступают сбросы на ФУ-ППП?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Производства полипропилена и отделения подготовки сжиженных газов ПУиСП"
          },
          {
            "id": 1,
            "success": false,
            "text": "Производства мономеров и полиэтилена"
          },
          {
            "id": 2,
            "success": false,
            "text": "Только от производства полипропилена"
          },
          {
            "id": 3,
            "success": false,
            "text": "От всех производств предприятия"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сливается вода из гидрозатвора?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В канализацию К-7"
          },
          {
            "id": 1,
            "success": false,
            "text": "На повторное использование"
          },
          {
            "id": 2,
            "success": false,
            "text": "В градирню"
          },
          {
            "id": 3,
            "success": false,
            "text": "В емкость Е-93"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой газ подается на дежурные горелки для их работы?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Топливный газ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Факельный газ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Азот"
          },
          {
            "id": 3,
            "success": false,
            "text": "Воздух"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены огнепреградители поз.ОП-1, ОП-2, ОП-3?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для исключения проскока пламени в факельную систему"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для очистки газов от механических примесей"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для регулирования давления в коллекторе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для смешивания газов с паром"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у факела ППЭ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "III"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "I"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен азот?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает удушье"
          },
          {
            "id": 1,
            "success": false,
            "text": "Токсичен, вызывает наркотическое действие"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра емкости Е-96б",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-9": [
    [
      {
        "question": "Для чего предназначен узел щелочной очистки пирогаза ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Очистка от сернистых соединений и окиси углерода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для разделения пирогаза на фракции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для осушки пирогаза"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для компримирования пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество используется для очистки пирогаза от сернистых соединений и CO₂?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Раствор щелочи"
          },
          {
            "id": 1,
            "success": false,
            "text": "Соляная кислота"
          },
          {
            "id": 2,
            "success": false,
            "text": "Метанол"
          },
          {
            "id": 3,
            "success": false,
            "text": "Серная кислота"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой теплоноситель используется в теплообменнике Т-23?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Горячая циркуляционная вода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар П4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вода оборотная 4 системы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар П8"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда имеется возможность подачи перекачиваемой среды от нагнетания насоса Н-49?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-21, СЩС"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-100"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-60/4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-5"
          }
        ]
      }
    ],
    [
      {
        "question": "Откуда поступает питательная вода (ПВ35) для разбавления щелочи?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Из установки ПУН (тит. 413)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Из оборотной системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Из градирни"
          },
          {
            "id": 3,
            "success": false,
            "text": "Из емкости Е-47а"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется очищенный от сернистых соединений пирогаз после колонны К-9?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На М-1 в сепаратор Е-16"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-9А"
          },
          {
            "id": 2,
            "success": false,
            "text": "На метанирование"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда отводится избыток давления с емкости Е-170?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Факельный коллектор"
          },
          {
            "id": 1,
            "success": false,
            "text": "Свеча"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-11"
          },
          {
            "id": 3,
            "success": false,
            "text": "В емкость Е-14"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой тип насоса используется для подачи ингибитора полимеризации (Н-18а/2)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Поршневой двухголовочный"
          },
          {
            "id": 1,
            "success": false,
            "text": "Центробежный"
          },
          {
            "id": 2,
            "success": false,
            "text": "Шестеренчатый"
          },
          {
            "id": 3,
            "success": false,
            "text": "Винтовой"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая функция у емкости Е-47а?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резерв воды на разбавление при отсутствии ПВ35"
          },
          {
            "id": 1,
            "success": false,
            "text": "Прием щелочи со склада"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сбор углеводородного конденсата"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подготовка ингибитора"
          }
        ]
      }
    ],
    [
      {
        "question": "Аппаратчик Иванов наблюдает увеличение перепада давления по колонне щелочной очистки пирогаза К-9, что необходимо предпринять: 1. Поочередно продренировать I, II, III зоны К-9. 2. Увеличить расход щелочи от Н-45 в К-9. 3. Уменьшить концентрацию щелочи в Е-49. 4. Увеличить расход горячей циркуляционной воды через Т-235. Проверить работу насоса Н-18А/2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1.2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Что нужно сделать при повышении объёмной доли сернистых соединений и СО2 в пирогазе после колонны К-9?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить подачу свежего раствора щелочи, увеличить количество циркулирующего раствора щелочи по зонам"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уменьшить подачу свежего раствора щелочи, открыть промывку водой с 4 зоны в 3 зону"
          },
          {
            "id": 2,
            "success": false,
            "text": "Уменьшить подачу свежего раствора щелочи, увеличить количество циркулирующего раствора щелочи по зонам"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить подачу свежего раствора щелочи, уменьшить количество циркулирующего раствора щелочи по зонам"
          }
        ]
      }
    ],
    [
      {
        "question": "Превышение степени отработки щелочного раствора выше нормы может привести",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "К отложению солей на насадке колонны К-9"
          },
          {
            "id": 1,
            "success": false,
            "text": "К падению давления в колонне"
          },
          {
            "id": 2,
            "success": false,
            "text": "К снижения скорости полимеризации"
          },
          {
            "id": 3,
            "success": false,
            "text": "К падению температуры в колонне"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая колонна установки КиРП имеет контактное устройство - насадку",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "К-9"
          },
          {
            "id": 1,
            "success": false,
            "text": "К-14"
          },
          {
            "id": 2,
            "success": false,
            "text": "К-7"
          },
          {
            "id": 3,
            "success": false,
            "text": "К-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Между какими ступенями турбокомпрессора ТА-М1 находится колонна К-9?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Между IV-V"
          },
          {
            "id": 1,
            "success": false,
            "text": "Между I-II"
          },
          {
            "id": 2,
            "success": false,
            "text": "Между II-III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Между III-IV"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая зона колонны К-9 используется для водной отмывки пирогаза от щелочи?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла щелочной очистки пирогаза",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опаске натр едкий при попадании на кожу",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вызывает ожоги, зуд, раздражение."
          },
          {
            "id": 1,
            "success": false,
            "text": "Кожа становится мягче"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не происходит"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-9",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе щелочи?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Отключить поврежденный участок и смыть щелочь водой в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место повреждения трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Процесс не задокументирован"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пройти мимо"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "К-27, Р-301": [
    [
      {
        "question": "Для чего предназначен узел переработки пироконденсата?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Предназначен для получения различных ФЖПП из пироконденсата"
          },
          {
            "id": 1,
            "success": false,
            "text": "Очистка от сернистых соединений и углекислого газа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для разделения пирогаза на фракции"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для осушки пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен реактор Р-301?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для гидрирования диеновых и олефиновых углеводородов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для крекинга тяжелых фракций"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для полимеризации этилена"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для разделения газовой смеси"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой катализатор используется в реакторе Р-301 для гидрирования?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Палладиевый катализатор"
          },
          {
            "id": 1,
            "success": false,
            "text": "Алюмосиликатный катализатор"
          },
          {
            "id": 2,
            "success": false,
            "text": "Никелиевый катализатор"
          },
          {
            "id": 3,
            "success": false,
            "text": "Цеолитовый катализатор"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество используется как ингибитор коксообразования на печах пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Диметилдисульфид (ДМДС)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Метанол"
          },
          {
            "id": 2,
            "success": false,
            "text": "Аммиак"
          },
          {
            "id": 3,
            "success": false,
            "text": "Гидрозин"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой газ используется для гидрирования в реакторе Р-301?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Водородсодержащий газ (ВСГ)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Природный газ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Воздух"
          },
          {
            "id": 3,
            "success": false,
            "text": "Азот"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен коагулятор Е-303?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для отделения воды от углеводородов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения продукта"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для подогрева продукта"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для хранения готовой продукции"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является сырьем для колонны К-27?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кубовые продукты (пироконденсат) с колонн К-6 и К-20"
          },
          {
            "id": 1,
            "success": false,
            "text": "Бензин"
          },
          {
            "id": 2,
            "success": false,
            "text": "широкая фракция легких углеводородов"
          },
          {
            "id": 3,
            "success": false,
            "text": "ППФ"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда подается ПК легкий после гидрирования?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На ПуиСП"
          },
          {
            "id": 1,
            "success": false,
            "text": "Обратно на вход колонны К-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "В систему топливного газа"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую фракцию получают в колонне К-27 в режиме «а»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПК легкий и ПК тяжелый"
          },
          {
            "id": 1,
            "success": false,
            "text": "С5 и  ПК средний"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПК легкий"
          },
          {
            "id": 3,
            "success": false,
            "text": "ПК средний и гидрированная фракция С5"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется для подогрева сырья в кипятильниках колонны К-27 (Т-125А,Б)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пар П12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Горячая вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Электрический нагрев"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборотная вода"
          }
        ]
      }
    ],
    [
      {
        "question": "При повышении давления в колонне К-27 необходимо: 1. Увеличить расход охлаждающей воды через Т-127 2. Уменьшить расход пара в кипятильники Т-125/1,2. 3. Ничего не предпринимать 4. Увеличить температуру охлаждающей воды IV системы. 5. Проверить работу клапана-регулятора давления колонны К-27. 6. Проверить работу колонн К-6 и к-20. 7. Пустить насос Н-102 в работу.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "6.7"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "Назовите кипятильники колонны К-27:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Теплообменник Т-125/а,б"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплообменник Т-73/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменник Т-47/1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Теплообменник Т-58/1,2"
          }
        ]
      }
    ],
    [
      {
        "question": "Назовите дефлегматор колонны К-27:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Теплообменник Т-127"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплообменник Т-28"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменник Т-78/1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Теплообменник Т-390"
          }
        ]
      }
    ],
    [
      {
        "question": "Что выступает в качестве хладоагента в теплообменнике Т-381?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Оборотная вода IV системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотная вода IV системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "ГЦВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "ХЗВ"
          }
        ]
      }
    ],
    [
      {
        "question": "В какую дренажную емкость предусмотрены сбросы с емкости Е-133?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-9"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-8"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-43"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-95"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла переработки пироконденсата",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасны пары пироконденсата",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Токсичны, вызывают наркотическое действие"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра реактора Р-301",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "Узел топливного газа, конденсата": [
    [
      {
        "question": "С помощью какого энергоресурса происходит нагрев природного газа в теплообменнике Т-21А?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паром П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Электрическим подогревателем"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборотной водой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Дымовыми газами"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком аппарате происходит смешение природного газа, метановой фракции (МВФ) и сдувок углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Емкость Е-40"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплообменник Т-86"
          },
          {
            "id": 2,
            "success": false,
            "text": "Реактор Р-301"
          },
          {
            "id": 3,
            "success": false,
            "text": "Колонна К-27"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен теплообменник Т-86?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для охлаждения влажной метановой фракции (МВФ) после регенерации цеолита"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для подогрева этановой фракции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для нагрева природного газа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для охлаждения топливного газа"
          }
        ]
      }
    ],
    [
      {
        "question": "Что используется для очистки топливного газа от механических примесей на выходе из Т-21?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сетчатые фильтры"
          },
          {
            "id": 1,
            "success": false,
            "text": "Циклонные сепараторы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Электрофильтры"
          },
          {
            "id": 3,
            "success": false,
            "text": "Адсорберы"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой газ, кроме природного, поступает в емкость Е-40А?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Водородосодержащий газ (ВСГ) из Т-40"
          },
          {
            "id": 1,
            "success": false,
            "text": "Азот от КИП"
          },
          {
            "id": 2,
            "success": false,
            "text": "Метановую фракцию из Т-86"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пары из колонны К-27"
          }
        ]
      }
    ],
    [
      {
        "question": "Из какого аппарата поступает этановая фракция в теплообменник Т-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Из Т-40"
          },
          {
            "id": 1,
            "success": false,
            "text": "Из Е-40"
          },
          {
            "id": 2,
            "success": false,
            "text": "Из К-27"
          },
          {
            "id": 3,
            "success": false,
            "text": "Из Р-301"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется подогретая этановая фракция после теплообменника Т-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На печи пиролиза F-21, F-22"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "На смешение с топливным газом"
          },
          {
            "id": 3,
            "success": false,
            "text": "В факельную систему"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда предусмотрен сброс этановой фракции при превышении давления в линии в Т-1 выше 0,9 МПа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В факельную емкость E-93 или в трубопровод метановой фракции после Т-86"
          },
          {
            "id": 1,
            "success": false,
            "text": "В дренажную емкость Е-9"
          },
          {
            "id": 2,
            "success": false,
            "text": "На вход в Т-40"
          },
          {
            "id": 3,
            "success": false,
            "text": "В атмосферу через свечу"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие аппараты поступает чистый конденсат пара П4 из установки ПУУН (тит.401)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В теплообменники Т-121/А,Б"
          },
          {
            "id": 1,
            "success": false,
            "text": "В сепараторы Е-110/А,Б,В"
          },
          {
            "id": 2,
            "success": false,
            "text": "В сборники Е-106/А,Б"
          },
          {
            "id": 3,
            "success": false,
            "text": "В сепаратор Е-107"
          }
        ]
      }
    ],
    [
      {
        "question": "С помощью чего охлаждается конденсат пара П4 в теплообменниках Т-121/А,Б?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Оборотной водой IV системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Воздухом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Промтеплофикационной водой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Метаном"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сливается охлажденный конденсат пара П4 из теплообменников Т-121/А,Б?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В сборники конденсата Е-106/А,Б"
          },
          {
            "id": 1,
            "success": false,
            "text": "В сепараторы Е-110/А,Б,В"
          },
          {
            "id": 2,
            "success": false,
            "text": "На узел водоподготовки"
          },
          {
            "id": 3,
            "success": false,
            "text": "В дренажную систему"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие аппараты поступает конденсат пара П12 и П8?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В сепараторы Е-110/А,Б,В"
          },
          {
            "id": 1,
            "success": false,
            "text": "В теплообменники Т-121/А,Б"
          },
          {
            "id": 2,
            "success": false,
            "text": "В сборники Е-106/А,Б"
          },
          {
            "id": 3,
            "success": false,
            "text": "В сепаратор Е-107"
          }
        ]
      }
    ],
    [
      {
        "question": "Что происходит с конденсатом в сепараторах Е-110/А,Б,В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Он вскипает с образованием вторичного пара П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Он охлаждается оборотной водой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Он смешивается с конденсатом пара П4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Он направляется сразу на откачку"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется образовавшийся вторичный пар П4 из сепараторов Е-110/А,Б,В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В коллектор вторичного пара П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "На факел"
          },
          {
            "id": 2,
            "success": false,
            "text": "В систему теплоспутников"
          },
          {
            "id": 3,
            "success": false,
            "text": "На подогрев в Т-121"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда отводится неиспарившийся конденсат из сепараторов Е-110/А,Б,В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В теплообменники Т-121/А,Б"
          },
          {
            "id": 1,
            "success": false,
            "text": "В сборники Е-106/А,Б"
          },
          {
            "id": 2,
            "success": false,
            "text": "На узел водоподготовки"
          },
          {
            "id": 3,
            "success": false,
            "text": "В сепаратор Е-107"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла переработки пироконденсата",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасны пары пироконденсата",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Токсичны, вызывают наркотическое действие"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает удушье при недостатке кислорода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не опасны"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра реактора Р-301",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "С-1, К-6, К-18, П-4": [
    [
      {
        "question": "Для чего предназначен коагулятор в Е-54?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Отделение воды от углеводородов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нагрев пирогаза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Осушка метана"
          },
          {
            "id": 3,
            "success": false,
            "text": "Регенерация цеолита"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда направляется осушенный пирогаз после осушителей С-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В теплообменник Т-28"
          },
          {
            "id": 1,
            "success": false,
            "text": "В печь П-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "В сепаратор Е-17"
          },
          {
            "id": 3,
            "success": false,
            "text": "В колонну К-27"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена колонна К-18?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Выделение легких углеводородов из конденсата"
          },
          {
            "id": 1,
            "success": false,
            "text": "Осушка пирогаза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нагрев метана"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разделение водородной фракции"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая фракция подается в колонну К-18 после осушки в С-5?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пироконденсат"
          },
          {
            "id": 1,
            "success": false,
            "text": "Метановый газ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водород"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем обеспечивается нагрев в кипятильнике Т-73 колонны К-18?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паром П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Горячей водой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборотной водой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Горячим маслом"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда поступает кубовый продукт из колонны К-18?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В колонну К-19"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-8"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое минимальное разрежение в топке печи П-4 является причиной для срабатывания ПАЗ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "—2 Па"
          },
          {
            "id": 1,
            "success": false,
            "text": "—20 Па"
          },
          {
            "id": 2,
            "success": false,
            "text": "—50 Па"
          },
          {
            "id": 3,
            "success": false,
            "text": "—100 Па"
          }
        ]
      }
    ],
    [
      {
        "question": "Что происходит при падении давления топливного газа перед печью П-4 до 4,5 кПа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Срабатывает ПАЗ, закрывается отсечной клапан ОК-10"
          },
          {
            "id": 1,
            "success": false,
            "text": "Включается резервная линия"
          },
          {
            "id": 2,
            "success": false,
            "text": "Подается сигнал тревоги"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличивается подача метана"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является основным назначением печи П-4?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Подогрев метановой фракции для регенерации"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нагрев пирогаза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Получение пара"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сжигание отходов"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены осушители С-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Осушка пирогаза"
          },
          {
            "id": 1,
            "success": false,
            "text": "Осушка пироконденсата"
          },
          {
            "id": 2,
            "success": false,
            "text": "Осушка метанола"
          },
          {
            "id": 3,
            "success": false,
            "text": "Осушка ППФ"
          }
        ]
      }
    ],
    [
      {
        "question": "Пары с верха колонны К-18 охлаждаются в теплообменнике",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-72"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-73/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-62"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-59"
          }
        ]
      }
    ],
    [
      {
        "question": "Возможные причины понижение температуры куба колонны К-6 ниже 90 °C",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Заполнение паровым конденсатом межтрубного пространства Т-11"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уменьшение содержания воды в кубе К-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличение подачи пара в Т-11"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличение расхода с Е-13"
          }
        ]
      }
    ],
    [
      {
        "question": "При повышении содержания углеводородов С4 в кубовом продукте колонны К-6 необходимо: 1. Понизить температуру в кубе колонны К-6. 2. Повысить температуру в кубе колонны К-6. 3. Увеличить расход орошения колонны К-6. 4. Увеличить расход пара в кипятильник Т-11. 5. Увеличить рецикл от насоса Н-16 в К-6.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2.4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое количество осушителей пирогаза С-1 всегда в работе при \"нормальной\" нагрузке производства?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": " Куда отводится паровая фаза из сепаратора Е-55?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На всас  компрессора М-1 в Е-16"
          },
          {
            "id": 1,
            "success": false,
            "text": "В топливную сеть"
          },
          {
            "id": 2,
            "success": false,
            "text": "В колонку К-27"
          },
          {
            "id": 3,
            "success": false,
            "text": "На факел"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая категория взрывоопасности у узла стабилизации \"легкого\" и \"тяжелого\" межступенчатого конденсата",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "I"
          },
          {
            "id": 1,
            "success": false,
            "text": "II"
          },
          {
            "id": 2,
            "success": false,
            "text": "III"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взрывобезопасен"
          }
        ]
      }
    ],
    [
      {
        "question": "Печь нагрева регенерационного газа можно отнести к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наиболее опасным местам"
          },
          {
            "id": 1,
            "success": false,
            "text": "Наименее опасным местам"
          },
          {
            "id": 2,
            "success": false,
            "text": "Рабочему месту"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ни к чему"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите СИЗОД необходимый для проведения внутреннего осмотра колонны К-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ПШ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ПШ-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "ПДУ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Противогаз с фильтром ДОТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия предпринимаются при розливе жидких углеводородов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Засыпать их песком, собрать и вывезти с установки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Огородить место розлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Использовать порошковый огнетушитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резиновые камеры"
          },
          {
            "id": 1,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Металлический пробоотборник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какую пробоотборную тару необходимо использовать для отбора проб сниженного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сертифицированный металлический пробоотборник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пластиковая баночка"
          },
          {
            "id": 2,
            "success": false,
            "text": "В тару из материала, не дающего искр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резиновые камеры"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите класс точности манометров при рабочем давлении более 2.5 МПа и до 14 МПа ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не ниже 1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "не ниже 2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "не ниже 1"
          },
          {
            "id": 3,
            "success": false,
            "text": "не ниже 2"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите диаметр манометров установленных на высоте от 2 м до 3 м от уровня площадки ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не менее 150 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "не менее 100 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "не менее 300 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "не менее 250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в ТО трубопроводов при выполнении ежесменного обхода?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Наружный осмотр с целью выявления пропусков"
          },
          {
            "id": 1,
            "success": false,
            "text": "Отключение трубопровода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наружный осмотр не входит в рамки ТО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет требований"
          }
        ]
      }
    ],
    [
      {
        "question": "Где фиксируется проведение целевого инструктажа при проведении ГОР по второй группе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в журнале регистрации работ по второй группе"
          },
          {
            "id": 1,
            "success": false,
            "text": "в журнале регистрации работ по первой группе"
          },
          {
            "id": 2,
            "success": false,
            "text": "в журнале установки/снятия заглушек"
          },
          {
            "id": 3,
            "success": false,
            "text": "в наряде-допуске на проведение ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Отбор проб газа относится к:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГОР II группы"
          },
          {
            "id": 1,
            "success": false,
            "text": "относится к ГОР I группы"
          },
          {
            "id": 2,
            "success": false,
            "text": "относится к ГОР III группы"
          },
          {
            "id": 3,
            "success": false,
            "text": "не является ГОР"
          }
        ]
      }
    ],
    [
      {
        "question": "Подъем по вертикальной лестнице выше 1,8 метра и менее 5 метров необходимо проводить:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на основании технологической карты, без оформления НД, с использованием СИЗ от падения с высоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "По наряду-допуску на высотные работы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно перечню работ на высоте"
          },
          {
            "id": 3,
            "success": false,
            "text": "Согласно анкеты ОЗиБТ"
          }
        ]
      }
    ],
    [
      {
        "question": "Во время осмотров и обхода наружной установки и эстакад существует следующая опасность:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Опасность укусов насекомых (энцефалитных клещей)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Усталость"
          },
          {
            "id": 2,
            "success": false,
            "text": "Попадание молнии"
          },
          {
            "id": 3,
            "success": false,
            "text": "Отравление токсичными веществами"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем опасен метанол?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сильное отравление организма при приеме внутрь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вызывает головокружение"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вызывает  ожог"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вызывает удушье"
          }
        ]
      }
    ],
    [
      {
        "question": "При розливе метанола необходимо",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "смыть большим количеством воды в ХЗК"
          },
          {
            "id": 1,
            "success": false,
            "text": "промыть этиловым спиртом"
          },
          {
            "id": 2,
            "success": false,
            "text": "метанол сам испарится"
          },
          {
            "id": 3,
            "success": false,
            "text": "ничего не предпринимать"
          }
        ]
      }
    ]
  ],
  "М-1": [
    [
      {
        "question": "Порядок действий при подключении ТА М-1 к узлу щелочной очистки К-9. Выберите верный ответ: \r\n1. Поднять давление на нагнетании 4-ой ступени до давления в узле щелочной очистки (К-9);- поочередно медленно открыть задвижки поз. ЕМ1.23 и ЕМ1.24;- медленно, поддерживая постоянную связь с аппаратчиком узла К-9, закрыть арматуру поз. ЕМ1.28 на байпасе узла щелочной очистки пирогаза. \r\n2. Поднять давление на нагнетании 4-ой ступени до давления в узле щелочной очистки (К-9);- поочередно медленно открыть задвижки поз. ЕМ1.23 и ЕМ1.24.\r\n3. Подключение ТА М-1 к узлу К-9 осуществляется после подачи пирогаза на газоразделение (СТРП).\r\n4. Не регламентируется.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Условия пуска валоповоротного механизма ТА М-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Давление масла на валоповоротное устройство не менее 1,5 кгс/см2;\r\n2. Скорость вращения ротора не более 2 об/мин."
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Давление масла на валоповоротное устройство не менее 1,5 кгс/см2;\r\n2. Скорость вращения ротора не более 10 об/мин."
          },
          {
            "id": 2,
            "success": false,
            "text": "Скорость вращения ротора не более 2 об/мин."
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Давление масла на валоповоротное устройство не более 1,5 кгс/см2;\r\n2. Скорость вращения ротора более 2 об/мин."
          }
        ]
      }
    ],
    [
      {
        "question": "Какова норма температуры перегретого пара П100 на входе в ПТ М-1, ПТ М-6?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(480 ÷ 530) oC"
          },
          {
            "id": 1,
            "success": false,
            "text": "(470 ÷ 530) oC"
          },
          {
            "id": 2,
            "success": false,
            "text": "(480 ÷ 540) oC"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 470"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре корпуса паровой турбины допускается отключение валоповоротного устройства? Выберите правильный ответ:\r\n1. (85 - 90)°С\r\n2.(100 - 120)°С\r\n3.не регламентируется\r\n4. не выше 130°С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой момент при кратковременной остановке турбоагрегата необходимо произвести снятие вакуумирования конденсатора ПТ?\r\n1.При остановке на период свыше 1 часа, а также при повышении температуры в хвостовой части ПТ выше 90°С.\r\n2.При остановке на период свыше 3 часа, а также при повышении температуры в хвостовой части ПТ выше 130°С.\r\n3.При остановке на период свыше 1 часа, а также при повышении температуры в хвостовой части ПТ выше 60°С.\r\n4.Не регламентируется.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Допустима ли дозировка по одному трубопроводу двух реагентов Nalco EC 3144A и EC3205A?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не допустимо"
          },
          {
            "id": 1,
            "success": false,
            "text": "Допустимо, но в малых объемах"
          },
          {
            "id": 2,
            "success": false,
            "text": "Допустимо"
          },
          {
            "id": 3,
            "success": false,
            "text": "Допустимо, при условии превышении двукратного объема Nalco EC 3144A по отношению к EC3205A"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении масла на нагнетании главного маслонасоса ЕМ-1.02 (ЕМ-1.03) срабатывает АВР (автоматическое включение резервного насоса и отключение работающего насоса)? Выберите правильный ответ:\r\n1. 1,0 МПа\r\n2. 0,7 МПа\r\n3. 1,2 МПа\r\n4. 0,2 МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Порядок действия машиниста при прекращение подачи оборотной воды 3 системы.Выберите правильный вариант ответа:\r\n1.В зависимости от развития ситуации принимаются меры по подготовке турбоагрегата М-1, М-2, М-5, М-6 к кратковременной остановке. Если принятых мер оказывается недостаточно, то турбоагрегат, по согласованию с начальником смены должен быть остановлен до восстановления параметров оборотной воды.\r\n2. Принимаются меры по подготовке турбоагрегатов М-1, М-2, М-5, М-6 к кратковременной остановке. Если принятых мер оказывается недостаточно, то турбоагрегаты, по согласованию с начальником смены должен быть разгружены до первой полки прогрева.\r\n3.Отсутсвие оборотной воды не влияет на работу турбоагрегатов.\r\n4.Принимаются меры по подготовке турбоагрегатов М-2, М-5, М-6 к кратковременной остановке.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое давление установочное для СППК пароотбора ПТ М-1? Выберите правильный ответ:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Порядок действия при пуске валоповоротного устройства (ВПУ) турбоагрегата ТА М-1. Выберите верную последовательность действий.\r\n1. ТА остановлен, ротор не вращается по месту и приборам.\r\n2. Давление масла на ВПУ не менее 0,15 МПа по прибору ТА М-1(PIRSA_C214).\r\n3. Ключ управления исполнительными механизмами в режиме «местный».\r\n4. Нажать по месту кнопку «i», продолжительность не менее 5 секунд.\r\n5. Проверить визуально, что соленоидный клапан взвелся.\r\n6. После того, как электродвигатель ВПУ, через 10-15 секунд, после нажатия кнопки «i», заработает (против часовой стрелки) - убедиться во вращении ротора ПТ по месту.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,3,4,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2,4,3,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "нет правильного ответа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,3,4,5,6"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении срабатывает ПАЗ поз. PIRSA-4-717/1,2 на ТА М-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,05 кг/см²"
          },
          {
            "id": 1,
            "success": false,
            "text": "менее 0,3 кг/см²"
          },
          {
            "id": 2,
            "success": false,
            "text": "менее 0,02 кг/см²"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,6 кг/см²"
          }
        ]
      }
    ],
    [
      {
        "question": "Порядок действий при подключении ТА М-1 к газоразделению (СТРП). Выберите верный ответ: \r\n1. Убедиться в том, что ТА М-1 подключен к узлу щелочной очистки пирогаза К-9.\r\n-поднять давление на нагнетании 5-ой ступени до (3.0 – 3.4) МПа;\r\n- предупредив начальника смены, медленно вручную приоткрыть электрозадвижки поз. ЕМ1.25 и ЕМ1.34, подав, тем самым, пирогаз в холодный блок;\r\n- после выравнивания давлений в холодном блоке и на нагнетании 5-ой ступени ТК открыть электрозадвижки поз. ЕМ1.25 и ЕМ1.34 полностью.\r\n2. Поднять давление на нагнетании 5-ой ступени до (3.0 – 3.4) МПа;\r\n- предупредив начальника смены, медленно вручную приоткрыть электрозадвижки поз. ЕМ1.25 и ЕМ1.34, подав, тем самым, пирогаз в холодный блок;\r\n- после выравнивания давлений в холодном блоке и на нагнетании 5-ой ступени ТК открыть электрозадвижки поз. ЕМ1.25 и ЕМ1.34 полностью.\r\n3. Подключение ТА М-1 к узлу К-9 осуществляется после подачи пирогаза на газоразделение (СТРП).\r\n4. Не регламентируется.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае пирогазовый турбоагрегат М-1 должен быть немедленно остановлен? Выберите правильные варианты ответов:\r\n1) если давление на нагнетании поднялось выше разрешенного и не снижается, несмотря на меры, принятые персоналом;\r\n2) при выявлении неисправности предохранительных устройств от повышения давления;\r\n3) при обнаружении в турбоагрегате и его элементах, трубопроводах и аппаратах газовой обвязки, работающих под давлением, неплотностей, выпучин, разрыва прокладок;\r\n4) при неисправности манометра на сосуде, работающем под давлением, и невозможности определить давление по другим приборам;\r\n5) при выходе из строя всех указателей уровня жидкости в сепараторах МСО (Е-11/а,б, Е-12, Е-13, Е-14, Е-15, Е-16);\r\n6) при неисправности предохранительных блокировочных устройств;\r\n7) при возникновении пожара, непосредственно угрожающего турбоагрегату, трубопроводам газовой обвязки, сепараторам и теплообменникам МСО, находящимся под давлением;\r\n8) при возникновении помпажа компрессора, если его не удается устранить технологическими операциями;\r\n9) при появлении посторонних шумов и вибрации в проточных частях паровой турбины или компрессора;\r\n10) при повышении температуры в хвостовой части ПТ от 60 до 90 оС – свыше 30 мин. и от 90 до 120 оС – свыше 5 мин.;\r\n11)Отсутствие информационной таблички на аппаратах;\r\n12)Частичного отсутствия (повреждения) изоляции на трубопроводах. ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "все, кроме 11, 12"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "все, кроме 7,8,9,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,7,9,10"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении конденсата на нагнетании конденсатного насоса ЕМ-1.08 (ЕМ-1.09) срабатывает АВР (автоматическое включение резервного насоса и отключение работающего насоса)? Выберите правильный ответ:\r\n1. 0,35 МПа\r\n2. 0,6 МПа\r\n3. 0,4 МПа\r\n4. 0,2 МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Допустимое содержание кислорода в азоте в контуре газовой обвязки ТК М-1,5,6 перед пуском должно быть?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 0,5% объемных"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 0,2% объемных"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не регламентируется."
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 1% объемных"
          }
        ]
      }
    ],
    [
      {
        "question": "Что входит в обязанности машиниста при проведении ежесменного технического обслуживания вентсистем?Выберите правильный вариант ответа. При проведении ЕТО вентсистем входит контроль за:\r\n1. Состоянием электродвигателей. Корпус электродвигателя не должен нагреваться выше 70°С;\r\n2. Состоянием подшипникового узла. При работе корпус подшипника не должен нагреваться более 70°С;\r\n3. Наличием и надежностью крепления ограждений;\r\n4. Надежностью крепления вентилятора к основанию и наличием контрагаек;\r\n5. Плавностью и относительной бесшумностью хода, правильным направлением вращения рабочих колес, отсутствием биения рабочих колес и смещения рабочих колес относительно диффузора вентилятора (отсутствием зацепления рабочим колесом диффузора вентилятора);\r\n6. Состоянием и натяжением приводных ремней;  состоянием защитного покрытия вентиляторов, мягких вставок, виброоснований, а также исправностью заземления вентсистемы;\r\n7. Температурой калориферов. При низкой температуре калорифера выключить вентилятор, развоздушить калорифер через воздушники трубопровода обратной сантеплофикационной воды, после чего включить калорифер.\r\n8. Вибросостоянием.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Допустимая скорость прогрева паропровода?Выберите правильный ответ:\r\n1. 20° в минуту\r\n2. не более 40° в минуту\r\n3. не регламентируется\r\n4. 5° в минуту",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре наружного воздуха включается в работу система электрообогрева подшипниковых узлов электрозадвижек и импульсов отбора расходомерной диафрагмы FR-001? Выберете верный ответ:\r\n1.+5°С\r\n2.+10°С \r\n3.-10°С \r\n4.-5°С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение узла щелочной очистки пирогаза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для очистки от сернистых соединений и двуокиси углерода"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для гидрирования ацетилена"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для получения «красного масла»"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для увеличения конверсии этана и этилена"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение аварийного маслонасоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Безаварийный выбег ротора ТА, ТК"
          },
          {
            "id": 1,
            "success": false,
            "text": "Поддержание давления смазочного масла"
          },
          {
            "id": 2,
            "success": false,
            "text": "Создание дополнительного масляного клина"
          },
          {
            "id": 3,
            "success": false,
            "text": "Охлаждение ротора ПТ"
          }
        ]
      }
    ],
    [
      {
        "question": "В какое положение переходят антипомпажные клапаны при срабатывании программы «СТОП» ТА М-1? Выберите правильный ответ: \r\n1. Антипомпажные клапаны поз.FIRСSA_D129, FIRСSA_D141 - открываются;\r\n2. Антипомпажные клапаны поз.FIRСSA_D129, FIRСSA_D141 - закрываются;\r\n3. Антипомпажные клапаны: поз.FIRСSA_D129 - закрывается, FIRСSA_D141 - открывается;\r\n4. Антипомпажные клапаны поз.FIRСSA_D129 - открывается, FIRСSA_D141 - закрывается;",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой диапазон допустимых температур пара П110 при его подаче на паровую турбину ТА М-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(480÷530) ∘C"
          },
          {
            "id": 1,
            "success": false,
            "text": "(400÷450) ∘C"
          },
          {
            "id": 2,
            "success": false,
            "text": "(550÷600) ∘C"
          },
          {
            "id": 3,
            "success": false,
            "text": "o    (450÷500) ∘C"
          }
        ]
      }
    ],
    [
      {
        "question": "Определите правильность действий при подготовке центробежного герметичного насоса поз.Н-15/1,2 к пуску:\r\n1) закрыть арматуру на напорном трубопроводе и вентиль байпасной линии обратного клапана;\r\n2) убедиться в закрытии клапана на напорном трубопроводе (поз.LRCBAE/L101А);\r\n3) закрыть арматуру на линии рециркуляции;\r\n 4)заполнить внутреннюю полость насоса перекачиваемой жидкостью:\r\n- открыть арматуру на всасывающем трубопроводе;\r\n- открыть арматуру на линии отвода газа;\r\n- проконтролировать полное удаление из насоса воздуха и паров, через воздушники на всасывающем патрубке и воздушник на линии сдувки с пяты;\r\n5) открыть полностью арматуру на линии сдувки с пяты;\r\n6) открыть клапан на напорном трубопроводе (поз.LRCBAE/L101А);",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "все, кроме 6"
          },
          {
            "id": 1,
            "success": false,
            "text": "все, кроме 2"
          },
          {
            "id": 2,
            "success": false,
            "text": "все верны"
          },
          {
            "id": 3,
            "success": false,
            "text": "5.6"
          }
        ]
      }
    ],
    [
      {
        "question": "Оператор ТУ получил распоряжение на пуск насоса Н-84/1. Для подготовки к пуску выполнил следующие действия:\r\n1) Ознакомился с распоряжением\r\n2) Проверил:\r\n- визуальным осмотром убедился в наличии, комплектности и исправности агрегата, трубопроводов обвязки, наличии крепежа, надежности фланцевых соединений.\r\n- наличие и исправность контрольно-измерительных приборов.\r\n- наличие и исправность контура заземления насосного агрегата.\r\n- наличие дренажных пробок в корпусе насоса.\r\n- наличие и уровень перекачиваемой жидкости.\r\n- через дежурного электромонтера убедился, что электросхема насоса собрана, питающий кабель подключен.\r\n3) Открыл арматуру на трубопроводе всаса, заполнил насос перекачиваемой жидкостью, обезвоздушил насос.\r\n4) Открыл вентили по входу и выходу охлаждающей жидкости ,убедился в наличии протока охлаждающей жидкости через рубашку охлаждения насоса;\r\n5) По рации сообщил старшему машинисту о готовности насоса к пуску.\r\n6) Открыл арматуру на нагнетательном трубопроводе.\r\n7) Открыл арматуру на линии подачи гидрогенизата в трубопровод на входе газа в один из теплообменников узла межступенчатого охлаждения пирогаза (МСО).\r\n8) Произвел пуск насоса Н-84/1 \r\n9) Насос не набрал рабочего давления, остановился по блокировке.\r\nКакие действия выполнены не верно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1)Открыл арматуру на нагнетательном трубопроводе."
          },
          {
            "id": 1,
            "success": false,
            "text": "2) Не проверил подключение и исправность приборов КИП."
          },
          {
            "id": 2,
            "success": false,
            "text": "3) Пускал насос на открытый всас"
          },
          {
            "id": 3,
            "success": false,
            "text": "4) Не проверил вращение ротора"
          }
        ]
      }
    ],
    [
      {
        "question": "Соотнесите насос и перекачиваемую жидкость\r\n1. Н-15/1,2\r\n2. Н-84/1\r\n3. Н-100\r\n4. Н-93/1,2\r\nа) САУ-1\r\nб) масло ХА-30\r\nв) конденсат пара\r\nг) пироконденсат",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1 - Г\r\n2 - А\r\n3 - Б\r\n4 - В"
          },
          {
            "id": 1,
            "success": false,
            "text": "1 - Г\r\n2 - В\r\n3 - Б\r\n4 - А"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 - В\r\n2 - Б\r\n3 - Г\r\n4 - А"
          },
          {
            "id": 3,
            "success": false,
            "text": "1 - А\r\n2 - Г\r\n3 - Б\r\n4 - В"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре наружного воздуха отключается система электрообогрева подшипниковых узлов электрозадвижек и импульсов отбора расходомерной диафрагмы FR-001? Выберете верный ответ:\r\n1. > +5°С \r\n2. 0°С \r\n3.-10°С \r\n4.-5°С  \r\n\r\n\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Особенности подготовки резервного ЦГ насоса поз. Н-15/1,2 в зимнее время?\r\n1. - открыть арматуру на всасе резервного Н-15/1-2;\r\n- закрыть арматуру на сдувке с пяты резервного Н-15/1-2;\r\n- открыть арматуру на нагнетании резервного Н-15/1-2;\r\n- приоткрыть арматуру байпаса обратного клапана резервного Н-15/1-2.\r\n\r\n2. Требований к выводу в резерв нет.\r\n\r\n3.- открыть арматуру на всасе резервного Н-15/1-2;\r\n- открыть арматуру на сдувке с пяты резервного Н-15/1-2;\r\n -открыть арматуру на нагнетании резервного Н-15/1-2;\r\n- приоткрыть арматуру байпаса обратного клапана резервного Н-15/1-2.\r\n\r\n4.- закрыть арматуру на всасе резервного Н-15/1-2;\r\n- открыть арматуру на сдувке с пяты резервного Н-15/1-2;\r\n- открыть арматуру на нагнетании резервного Н-15/1-2;\r\n- приоткрыть арматуру байпаса обратного клапана резервного Н-15/1-2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен реагент Nalco EC 3144A?\r\n1. Для получения «красного масла»\r\n2. Для очистки от кислых газов и сернистых соединений\r\n3. Для защиты проточной части компрессора М-1 от образования полимерных отложений\r\n4. Для защиты проточной части компрессора от коррозии",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен реагент Nalco EC 3205A?\r\n1. Для защиты проточной части компрессора от коррозии\r\n2. Для очистки от кислых газов и сернистых соединений\r\n3.Для получения «красного масла»\r\n4. Для защиты теплообменного оборудования газовой обвязки ТК М-1 от образования полимерных отложений\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "На какое давление Pоткр срабатывают СППК  пароотбора ТА М-1?                                                                                                                               1. 0,35 МПа.                                                                                                                 2. 0,45 МПа.                                                                                                                      3. 0,4 МПа.                                                                                                                           4. 4,2 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ]
  ],
  "М-2": [
    [
      {
        "question": "Каковы действия машиниста обслуживающего ТА М-2 при остановке ТА М-1: \r\n1. Предупредить старшего машиниста, перевести ТА М-2 на пусковой контур. При останове ТА М-1 на длительное время - остановить ТА М-2 кнопкой «Стоп». Пуск и нагружение турбоагрегата М-2 осуществляется после пуска и вывода на режим ТА М-1 под руководством старшего машиниста смены.\r\n2. Предупредить старшего машиниста, перевести ТА М-2 на пусковой контур. Нагружение турбоагрегата М-2 осуществляется после пуска и вывода на режим ТА М-1 под руководством старшего машиниста смены.\r\n3. Останов ТА М-1 не влияет на работу ТА М-2.\r\n4. Останов ТА М-1 приведет к увеличению нагрузки на ТА М-2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении масла на нагнетании главного маслонасоса (ТА М-2, М-5) происходит автоматическое включение резервного насоса и отключение работающего?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,45 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,2 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "07 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Устройство предназначенное для поддержки вакуума в конденсаторе паровой турбины",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Эжектор"
          },
          {
            "id": 1,
            "success": false,
            "text": "Регулирующий клапан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сегментный уплотнитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "Конденсатный насос"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре корпуса электродвигателя следует останавливать вентилятор? Выберите правильный ответ:\r\n1. 70°С \r\n2. 55°С \r\n3. не регламентируется \r\n4. 45°С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Что из перечисленного относится к газоопасным работам, выберите верные варианты ответов:1. Отбор анализов ВПОВ2. Ведение технологического процесса на ЦПУ3. Замена манометра4. Пуск в работу насоса.5. Чистка фильтра на насосе перекачивающем ВПОВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,3"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае запрещается эксплуатация компрессора:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "При отсутствии или неисправном состоянии средств автоматизации, контроля и системы блокировок, указанных в паспорте завода- изготовителя и инструкции по эксплуатации;"
          },
          {
            "id": 1,
            "success": false,
            "text": "При неисправности маслонасоса и приемного фильтра;"
          },
          {
            "id": 2,
            "success": false,
            "text": "При отсутствии и неисправном состоянии резервных компрессоров;"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет правильного ответа."
          }
        ]
      }
    ],
    [
      {
        "question": " В каком случае метановый турбоагрегат М-2 должен быть немедленно остановлен? Выберите правильные варианты ответов:\r\n1)При обнаружении в турбоагрегате и его элементах, работающих под давлением, неплотностей, выпучин, разрыва прокладок;\r\n2) При неисправности манометров и невозможности определить давление по другим приборам;\r\n3) При неисправности предохранительных блокировочных устройств;\r\n4) При возникновении пожара, непосредственно угрожающего турбоагрегату и трубопроводам газовой обвязки, находящимся под давлением;\r\n5) При возникновении помпажа компрессора, если его не удается устранить технологическими операциями;\r\n6) При появлении посторонних шумов и вибрации в проточных частях паровой турбины или компрессора;\r\n7) При понижении температуры входного пара на ПТ ниже 160 оС, если ее не удается повысить технологическими операциями;\r\n8) При повышении температуры в хвостовой части ПТ свыше 60 до 90 оС в течение более 30 мин. и свыше 90 до 120 оС в течение более 5 мин, если ее не удается понизить технологическими операциями;\r\n9)Отсутствии информационной таблички на аппаратах;\r\n10)Частичного отсутствия (повреждения) изоляции на трубопроводах;\r\n11)При выявлении неисправности предохранительных устройств от повышения давления.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "все, кроме 9, 10"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "все, кроме 7,8,9,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,7,9,10"
          }
        ]
      }
    ],
    [
      {
        "question": "Возможные причины повышении давления в конденсаторе паровой турбины ПТ М-2. Выберите правильные ответ:\r\n1. Подсос воздуха через неплотности вакуумной системы;\r\n2. Загрязнение трубного пространства конденсатора ПТ;\r\n3. Высокая температура или низкое давление оборотной воды;\r\n4. Забивка сопла эжектора основного вакуумнасоса;\r\n5. Низкое давление пара П-12;\r\n6. Высокий уровень в конденсаторе ПТ;\r\n7. Высокая температура окружающего воздуха.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,3,4,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,2,3"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение систем защиты – прекращать доступ пара в турбину путем закрытия …",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Автоматического стопорного клапана"
          },
          {
            "id": 1,
            "success": false,
            "text": "Дроссельного клапана"
          },
          {
            "id": 2,
            "success": false,
            "text": "Предохранительного клапана"
          },
          {
            "id": 3,
            "success": false,
            "text": "Масляного турбонасоса"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой момент машинист закрывает прямые дренажи с паровой турбины? Выберите правильные ответы:\r\n1. Перед пуском турбоагрегата в работу.\r\n2. При выходе турбоагрегата на рабочие обороты, после того, как рост температур верха и низа прекратится, то есть закончится прогрев корпуса ПТ и установится разница между верхом и низом не более 30°С. \r\n3. Прямые дренажи должны быть постоянно открыты.\r\n4. При выходе турбоагрегата на рабочие обороты, после того, как рост температур верха и низа прекратится, то есть закончится прогрев корпуса ПТ и установится разница между верхом и низом не более 60°С.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,3"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальное рабочее давление в сосуде 4 кгс/см2. С какой шкалой необходимо использовать манометр? Выберите правильный ответ:\r\n1. 0-4 кгс/см2\r\n2. 0-6 кгс/см2\r\n3. 0-16 кгс/см2\r\n4. 0-2,5 МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры у входного пара П-4 к турбине М-2?                                            1. Р= (3,5 - 4,5) кгс/см2; Т=(155 - 230) оС                                                                  2. Р= (3,0 - 4,0) кгс/см2; Т=(160 - 250) оС                                                                   3. Р= (3,5 - 4,5) кгс/см2; Т=(180- 230) оС                                                                   4. Р= (3,5 - 4,5) кгс/см2; Т=(160 - 250) оС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Блокировка по нагнетанию ТА М-2 поз PRSA-B117/ PRSA-B118?                                        1. 0,7 МПа                                                                                                                     2. 0,5 МПа                                                                                                                    3.0,65 МПа                                                                                                                        4. 6 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому классу вредных веществ относится метан?                                               1. 1 класс.                                                                                                                      2. 3 класс.                                                                                                                           3. 4 класс.                                                                                                                        4. 2 класс",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "На какое давление Pоткр срабатывают СППК нагнетания 1 ступени ТА М-2?                                                                                                                               1. 0,25 МПа.                                                                                                                 2. 0,3 МПа.                                                                                                                      3. 0,29 МПа.                                                                                                                           4. 3,5 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "На какое давление Pоткр срабатывают СППК  нагнетания 2 ступени ТА М-2?                                                                                                                               1. 0,55 МПа.                                                                                                                 2. 0,69 МПа.                                                                                                                      3. 0,6 МПа.                                                                                                                           4. 6,5 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком диапазоне настройки срабатывает АП-2?                                                    1. (0.25–0.27) МПа                                                                                                       2. (0.20–0.25) МПа                                                                                                       3. (0.22–0.25) МПа                                                                                                       4. (0.2–0.22) МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая правильная последовательность прохождения полок прогрева турбины М-2?                                                                                                                                   1. (1400, 4300, 8900) об/мин..                                                                                                                      2. (2000, 4300, 9200) об/мин.                                                                                                                           3. (2000, 4700, 9500) об/мин.                                                                                                                        4. (1350, 2700, 7600) об/мин.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое класс точности манометра? ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Процент ошибки показания прибора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Диапазон шкалы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Абсолютная погрешность измерения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Истинное значение давления"
          }
        ]
      }
    ],
    [
      {
        "question": "На табличке сосуда, работающего под давлением  указывается",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Рег. №, Рраз., Траз., ВО, НО"
          },
          {
            "id": 1,
            "success": false,
            "text": "Рег. №, Рраз., ВО, НО"
          },
          {
            "id": 2,
            "success": false,
            "text": "Рраз., Траз., ВО, НО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рег. №, Рраз., Траз."
          }
        ]
      }
    ],
    [
      {
        "question": "Материальный баланс - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Соотношение между количеством исходного сырья, использованных в производстве, и количеством фактически полученной готовой продукции, побочных продуктов отходов и потерь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Соотношение между получаемым и отдаваемым во внешнюю среду количеством тепла за определенный период времени"
          },
          {
            "id": 2,
            "success": false,
            "text": "Соотношение между количеством поступившего сырья, используемого сырья и количеством потенциальной готовой продукции, побочных продуктов, отходов и потерь"
          },
          {
            "id": 3,
            "success": false,
            "text": "Соотношение между отдаваемым количеством тепла и потерями во внешнюю среду за определенный период времени"
          }
        ]
      }
    ],
    [
      {
        "question": "Для предотвращения повышения  давления в системе смазки выше допустимого устанавливается специальный …",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "перепускной клапан."
          },
          {
            "id": 1,
            "success": false,
            "text": "автоматический стопорный клапан."
          },
          {
            "id": 2,
            "success": false,
            "text": "масляный турбонасос."
          },
          {
            "id": 3,
            "success": false,
            "text": "дроссельный клапан."
          }
        ]
      }
    ],
    [
      {
        "question": "Какое устройство предусматривается на сосуде, позволяющее осуществлять контроль за отсутствием давления в сосуде перед его открыванием?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вентиль или кран"
          },
          {
            "id": 1,
            "success": false,
            "text": "Обратный клапан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Предохранительный клапан"
          },
          {
            "id": 3,
            "success": false,
            "text": "Манометр"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является движущей силой процесса теплообмена? ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Разность температур между теплоносителем и хладоагентом"
          },
          {
            "id": 1,
            "success": false,
            "text": "Разность температур между входом и выходом теплоносителя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разность температур ввиду разности давлений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разность давлений между теплоносителем и хладоагентом"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая схема организации движения теплоносителей является наиболее эффективной?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Противоток"
          },
          {
            "id": 1,
            "success": false,
            "text": "Прямоток"
          },
          {
            "id": 2,
            "success": false,
            "text": "Смешанный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Перекрестный"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение предохранительных устройств",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для защиты оборудования и трубопроводов от механического разрушения из-за воздействия чрезмерного избыточного давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для открывания и закрывания трубопроводов"
          },
          {
            "id": 2,
            "success": false,
            "text": "От пропуска потока в обратном направлении"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для регулирования сбрасываемых потоков"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Водяной пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водяной насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пароводяная смесь"
          }
        ]
      }
    ],
    [
      {
        "question": "ПАЗ ТА М-2 при понижении давления метана на всасе I-ой ступени компрессора М-2 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,0 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,5 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,5 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,0 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "ПАЗ ТА М-2 при повышении числа оборотов ротора компрессора до",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "11950 об/мин"
          },
          {
            "id": 1,
            "success": false,
            "text": "12150 об/мин"
          },
          {
            "id": 2,
            "success": false,
            "text": "11600 об/мин"
          },
          {
            "id": 3,
            "success": false,
            "text": "12200 об/мин"
          }
        ]
      }
    ],
    [
      {
        "question": "Подготовка к пуску газовой обвязки ТА М-2 после капитального ремонта –  3-5 раз продуть контур азотом методом набора и сброса давления до содержания кислорода не более ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,2 % об"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,5 % об"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,1 % об"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,8 % об"
          }
        ]
      }
    ]
  ],
  "М-5": [
    [
      {
        "question": "Назначение узла дегазации ТК М-5?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Отделение газа от масла."
          },
          {
            "id": 1,
            "success": false,
            "text": "Для очистки от кислых газов и сернистых соединений."
          },
          {
            "id": 2,
            "success": false,
            "text": "Регенерация смазочного масла."
          },
          {
            "id": 3,
            "success": false,
            "text": "Дегидрирование масла."
          }
        ]
      }
    ],
    [
      {
        "question": "Каким способом осуществляется переключение конденсатных насосов поз. ЕМ-5.08, ЕМ 5.09 на ТА М-5? Выберите правильный вариант ответа:\r\n1. Нажать кнопку останова работающего насоса ЕМ-5.08 (ЕМ-5.09) по месту. При останове работавшего насоса автоматически включится резервный. Проконтролировать включение насоса, находившегося в резерве.\r\n2. На АРМ нажать кнопку «Переключить на резервный насос» на панельке «АВР» конденсатных насосов ЕМ-5.08 (ЕМ-5.09) или панельке «Управление конденсатными насосами» ЕМ-5.08 (ЕМ-5.09). При этом на работающий насос подается команда «Стоп» и, при его останове, включается резервный.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите верное срабатывание ПАЗ частоты вращение ротора ПТ М-5 по приборам поз. SIRCSA-G906_5,6,7?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "9550"
          },
          {
            "id": 1,
            "success": false,
            "text": "9300"
          },
          {
            "id": 2,
            "success": false,
            "text": "9430"
          },
          {
            "id": 3,
            "success": false,
            "text": "9600"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие данные перед пуском в работу сосуда работающего под давлением наносятся на сосуд или вывешиваются на табличке. Выберите правильный вариант ответа:\r\n1. Позиция оборудования по технологической схеме\r\n2. Количество ремонтов проводимых за период эксплуатации \r\n3. Регистрационный номер\r\n4. Лица ответственные за безопасную эксплуатацию\r\n5. Разрешенные параметры (давление, температура);\r\n6. Даты следующего наружного и внутреннего осмотров и гидравлического испытания.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "4,5,6"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2,3"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены деаэраторы в маслобаке?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для удаления воздушных и газовых пузырей, содержащихся в масле"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для удаления воды из масла"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для насыщения масла газовой смесью"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для очистки масла от механических примесей"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким способом осуществляется переключение маслонасосов поз. ЕМ-5.02, ЕМ 5.03 на ТА М-5? Выберите правильный вариант ответа:\r\n1) На АРМ нажать кнопку «СТОП» на панельке ЕМ-5.02 (ЕМ-5.03). При останове работавшего насоса автоматически включится резервный.\r\n2) На АРМ нажать кнопку «Переключить на резервный насос» на панельке «АВР» маслонасосов. При этом на насос, находившийся в резерве, подается команда «Пуск» и, при его включении, выключается работающий.\r\n3) Нажать кнопку останова работающего насоса по месту, проконтролировать включение насоса, находившегося в резерве.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае этиленовый турбоагрегат М-5 должен быть немедленно остановлен? Выберите правильные варианты ответов:\r\n1) при выявлении неисправности предохранительных устройств от повышения давления;\r\n2) при обнаружении в турбоагрегате и его элементах, работающих под давлением, неплотностей, выпучин, разрыва прокладок;\r\n3) при неисправности манометра и невозможности определить давление по другим приборам;\r\n4) при выходе из строя всех указателей уровня жидкости в сепараторах ЭХЦ (Е 60, Е 61, Е 62);\r\n5) при неисправности предохранительных блокировочных устройств;\r\n6) при возникновении пожара, непосредственно угрожающего турбоагрегату и трубопроводам газовой обвязки, находящимся под давлением;\r\n7) при возникновении помпажа компрессора, если его не удается устранить технологическими операциями;\r\n8) при появлении посторонних шумов и вибрации в проточных частях паровой турбины или компрессора;\r\n9) при повышении температуры этилена на нагнетании турбокомпрессора свыше 150 оС, если ее не удается снизить технологическими операциями;\r\n10) при понижении температуры входного пара на ПТ ниже 250 оС, если ее не удается повысить технологическими операциями;\r\n11) при повышении температуры в хвостовой части ПТ свыше 60 до 90 оС в течение более 30 мин. и свыше 90 до 120 оС в течение более 5 мин, если ее не удается понизить технологическими операциями;\r\n12)Отсутствие информационной таблички на аппаратах;\r\n13)Частичного отсутствия (повреждения) изоляции на трубопроводах.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "все, кроме 12, 13"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "все, кроме 7,8,9,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,7,9,10"
          }
        ]
      }
    ],
    [
      {
        "question": "Допускается ли использовать аварийный маслонасос для поддержания давления смазочного масла вне аварийной ситуации?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не допускается. Масло поступает на смазку подшипников не прошедшее очистку на магнитном фильтре."
          },
          {
            "id": 1,
            "success": false,
            "text": "Допускается, кратковременно."
          },
          {
            "id": 2,
            "success": false,
            "text": "Допускается по письменному распоряжению начальника установки или лица его замещающего."
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Дайте расшифровку аббревиатуры САР компрессоров М-5.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Система антипомпажного регулирования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Система автоматического регулирования"
          },
          {
            "id": 2,
            "success": false,
            "text": "Станция автоматического регулирования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Станция антипомпажного регулирования"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова температура этилена на всасах 1 ступени, 2 ступени, 3 ступени этиленового ТК М-5?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1 ступень: -(45÷92) оС;\r\n2 ступень: -(10÷71) оС;\r\n3 ступень: -(20÷50) оС;"
          },
          {
            "id": 1,
            "success": false,
            "text": "1 ступень: -(45÷100) оС;\r\n2 ступень: -(10÷92) оС;\r\n3 ступень: -(20÷70) оС;"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 ступень: не выше-45 оС;\r\n2 ступень: не выше-71 оС;\r\n3 ступень: не выше-50 оС;"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не регламентируется"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой момент осуществляется перевод сдувки из апп.56.2 с факела, на первый всас ТА М-5?\r\n1. По требованию начальника смены.\r\n2. При установившемся давлении на всасе I-ой ступени ТК в пределах нормы технологического режима (0.001 - 0.0045) МПа и температуре газо-масляной смеси в пределах (10 – 25) °С.\r\n3. При нормально протекании процесса cдувка из апп.56.2 должна быть открыта на факел.\r\n4. При установившемся давлении на всасе I-ой ступени ТК в пределах нормы технологического режима (0.01 - 0.04) МПа и температуре газо-масляной смеси в пределах (20 – 30) °С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении конденсата на нагнетании конденсатного насоса ЕМ-5.08 (ЕМ-5.09) срабатывает АВР (автоматическое включение резервного насоса и отключение работающего насоса)? Выберите правильный ответ:\r\n1. 0,6 МПа\r\n2. 0,4 МПа\r\n3. 0,2 МПа\r\n4. 0,3 МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое давление установочное для СППК трубопровод нагнетания III-ей cступени компрессора М-5? Выберите правильный ответ:\r\n1. 23,5 кгс/см²\r\n2. 25,0 кгс/см²\r\n3. 15,5 кгс/см²\r\n4. 26,5 кгс/см²",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В какое положение переходят антипомпажные клапаны при срабатывании программы «СТОП» ТА М-5? Выберите правильный ответ: \r\n1. -на всасе I-ой ст. открываются антипомпажный клапан поз.FIRСSA_H102 и регулирующая заслонка поз.PIRСSA_H104,\r\n-на всасе II-ой ст. закрываются антипомпажный клапан поз.FIRСSA_H113 и регулирующая заслонка поз.PIRСSA_H114,\r\n-на всасе III-ей ст. закрывается регулирующий клапан поз.PIRСSA_Н120;\r\n2. Все антипомпажные клапана и регулирующие заслонки на трубопроводах всаса открываются;\r\n3.Все антипомпажные клапана и регулирующие заслонки на трубопроводах всаса закрываются;\r\n4.-на всасе I-ой ст. закрываются антипомпажный клапан поз.FIRСSA_H102 и регулирующая заслонка поз.PIRСSA_H104,\r\n-на всасе II-ой ст. закрываются антипомпажный клапан поз.FIRСSA_H113 и регулирующая заслонка поз.PIRСSA_H114,\r\n-на всасе III-ей ст.открывается регулирующий клапан поз.PIRСSA_Н120;.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой момент осуществляется перевод сдувки из апп.56.2 с факела, на первый всас ТА М-5?\r\n1. По требованию начальника смены.\r\n2. При установившемся давлении на всасе I-ой ступени ТК в пределах нормы технологического режима (0.001 - 0.006) МПа и температуре газо-масляной смеси в пределах (10 – 25) °С.\r\n3. При нормально протекании процесса сдувка из апп.56.2 должна быть открыта на факел.\r\n4. При установившемся давлении на всасе I-ой ступени ТК в пределах нормы технологического режима (0.01 - 0.04) МПа и температуре газо-масляной смеси в пределах (20 – 30) °С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении давления первого всаса ТА М-5 срабатывает блокировка ПАЗ по низкому давлению?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не правильного ответа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,01 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому классу вредных веществ относится этилен?                                               1. 1 класс.                                                                                                                      2. 3 класс.                                                                                                                           3. 4 класс.                                                                                                                        4. 2 класс",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой буквой на мнемосхеме обозначается наличие предупредительной сигнализации?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "А"
          },
          {
            "id": 1,
            "success": false,
            "text": "Р"
          },
          {
            "id": 2,
            "success": false,
            "text": "С"
          },
          {
            "id": 3,
            "success": false,
            "text": "F"
          }
        ]
      }
    ],
    [
      {
        "question": "Разрешенное давление в сосуде это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Максимально допустимое избыточное давление сосуда (элемента), установленное по результатам технического освидетельствования или диагностирования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Максимальное внутреннее или наружное давление, возникающее при нормальном протекании рабочего процесса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Давление, при котором производят испытание сосуда"
          },
          {
            "id": 3,
            "success": false,
            "text": "Расчетное давление при Т= 20оС"
          }
        ]
      }
    ],
    [
      {
        "question": "Частоту вращения ротора, численно равную частоте поперечных колебаний ротора турбины, называют …",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "критической."
          },
          {
            "id": 1,
            "success": false,
            "text": "закритической."
          },
          {
            "id": 2,
            "success": false,
            "text": "номинальной."
          },
          {
            "id": 3,
            "success": false,
            "text": "максимальной."
          }
        ]
      }
    ],
    [
      {
        "question": "Запорная арматура, устанавливаемая на нагнетательном и всасывающем трубопроводах компрессора должна быть установлена:\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Максимально приближенной к компрессору и находиться в зоне удобной для обслуживания."
          },
          {
            "id": 1,
            "success": false,
            "text": "Согласно  монтажной документации и по указаниям гл. механика."
          },
          {
            "id": 2,
            "success": false,
            "text": "Максимально удалена от компрессора."
          },
          {
            "id": 3,
            "success": false,
            "text": "На усмотрение руководителя эксплуатирующей организации."
          }
        ]
      }
    ],
    [
      {
        "question": "Блокировка по аварийному уровню в сепараторах Е-60, Е-61 и Е-62 ТА М-5 составляет:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-60=80%, Е-61=80%, Е-62=37%"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-60=91%, Е-61=68%, Е-62=38%"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-60=80%, Е-61=60%, Е-62=28%;"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-60=93%, Е-61=65%, Е-62=35%"
          }
        ]
      }
    ],
    [
      {
        "question": "При достижении какого давления на нагнетании остановится ТК М-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,26 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,2 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,6 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "22 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Предельно допустимая концентрация (ПДК) вредного вещества это?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Концентрация, которая не вызывает заболеваний или отклонений в состоянии здоровья."
          },
          {
            "id": 1,
            "success": false,
            "text": "Концентрация вещества при которой возможно самовозгорание."
          },
          {
            "id": 2,
            "success": false,
            "text": "Концентрация при которой еще можно продолжать работать."
          },
          {
            "id": 3,
            "success": false,
            "text": "Концентрация которая вызывает отравление или смерть."
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Водяной пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сухой пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Острый пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры у входного пара П-12к турбине М-5?                                            1. Р= (10,0 - 13,5) кгс/см2; Т=(220 - 2360) оС                                                                2. Р= (10,5 - 13,0) кгс/см2; Т=(250 - 360) оС                                                                   3. Р= (10,0 -12,0) кгс/см2; Т=(250- 380) оС                                                                 4. Р= (10,0 - 13,0) кгс/см2; Т=(250 - 360) оС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура конденсации этилена при атмосферном давлении составляет?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "минус 103,6 °С."
          },
          {
            "id": 1,
            "success": false,
            "text": "минус 101,7 °С."
          },
          {
            "id": 2,
            "success": false,
            "text": "минус 93,5 °С."
          },
          {
            "id": 3,
            "success": false,
            "text": "минус 102,8 °С."
          }
        ]
      }
    ],
    [
      {
        "question": "Можно ли смешивать масла одного класса, но разных производителей?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Разрешается в крайних случаях с последующей заменой масла"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нельзя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Можно"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "При каких условиях закрываются прямые дренажи с турбины ПТ  М-5?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "При установившейся разницы температуры между верхом и низом турбины не более 30°С"
          },
          {
            "id": 1,
            "success": false,
            "text": "При установившейся разницы температуры между верхом и низом турбины не более 60°С"
          },
          {
            "id": 2,
            "success": false,
            "text": "При установившейся разницы температуры между верхом и низом турбины не более 90°С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не регламентируется"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое давление установочное для СППК дегазатора М-5? Выберите правильный ответ:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,5 кг/см²"
          },
          {
            "id": 1,
            "success": false,
            "text": "2,5 кг/см²"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,0 кг/см²"
          },
          {
            "id": 3,
            "success": false,
            "text": "250 кПа"
          }
        ]
      }
    ]
  ],
  "М-6": [
    [
      {
        "question": "В какой момент машинист открывает прямые дренажи с паровой турбины? Выберите правильные ответы:\r\n1. Перед пуском турбоагрегата в работу.\r\n2. После выхода турбоагрегата на рабочие обороты.\r\n3. Периодически.\r\n4. При останове турбоагрегата.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,3"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой температурой поступает пропилен на охлаждение газо-масляной смеси перед дегазатором?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(-20 ÷ 10) оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "(-20 ÷ 0) оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "(-18 ÷ 12) оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "(-23 ÷5) оС"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении масла на нагнетании главного маслонасоса ТА  М-6 происходит автоматическое включение резервного насоса и отключение работающего?При каком давлении масла на нагнетании главного маслонасоса (ТА М-1, М-6) происходит автоматическое включение резервного насоса и отключение работающего?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,0 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,2 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,25 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре выходного патрубка (хвостовой части) паровой турбины допускается его эксплуатация?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Допускается эксплуатация при температуре не более 60°С.\r\nПри температуре 90°С не более 30мин.\r\nПри температуре 120°С не более 5 мин."
          },
          {
            "id": 1,
            "success": false,
            "text": "Допускается эксплуатация при температуре не более 150°С."
          },
          {
            "id": 2,
            "success": false,
            "text": "Допускается эксплуатация при температуре 60°С и более."
          },
          {
            "id": 3,
            "success": false,
            "text": "Не регламентируется"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда и для чего подается уплотняющий конденсат?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для уплотнения сальников, разъемов, арматур работающих под вакуумом"
          },
          {
            "id": 1,
            "success": false,
            "text": "На уплотнение компрессора"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для стабильной работы конденсатных насосов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все перечисленные"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении давления смазочного масла срабатывает автоматический пускатель (АП-6) и включается в работу аварийный маслонасос (АМН-6)? Выберите правильный вариант ответа:\r\n1. 0,2 - 0,22 МПа\r\n2. 0,3 - 0,35 МПа\r\n3. 0,1 - 0,15 МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы параметров пара при эксплуатации ПТ М-1, ПТ М-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Р=9,0 МПа - 10,9 Мпа; Т=480˚С-530˚С"
          },
          {
            "id": 1,
            "success": false,
            "text": "Р=9,0 Мпа - 10,9 Мпа; Т=470˚С-530˚С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Р=8,0 МПа - 10,9 Мпа; Т=480˚С-530˚С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Р=8,0 МПа - 10,9 Мпа; Т=480˚С-550˚С"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение системы смазочного масла турбокомпрессора?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снижение коэффициента трения"
          },
          {
            "id": 2,
            "success": false,
            "text": "снижение износа"
          },
          {
            "id": 3,
            "success": false,
            "text": "охлаждение подшипников"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова температура пропилена на всасах 1 ступени, 2 ступени пропиленового ТК М-6?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1 ступень: (-37÷0) оС;\r\n2 ступень: (-20÷10) оС;"
          },
          {
            "id": 1,
            "success": false,
            "text": "1 ступень: (-50÷0) оС;\r\n2 ступень: (-40÷10) оС;"
          },
          {
            "id": 2,
            "success": false,
            "text": "1 ступень: не выше-37 оС;\r\n2 ступень: не выше-20 оС;"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не регламентируется"
          }
        ]
      }
    ],
    [
      {
        "question": "Каковы действия машиниста обслуживающего ТА М-1, М-2, М-5 при остановке ТА М-6: \r\n1. Предупредив начальника смены, немедленно: \r\n- перевести работу ТА М-1 на факел;\r\n- остановить ТА М-2 нажатием кнопки «Стоп»;\r\n- перевести ТА М-5 на пусковой контур;\r\n2. Предупредив начальника смены, немедленно перевести работу ТА М-1 на факел;\r\n3. Останов ТА М-6 не влияет на работу ТА М-1, М-2, М-6.\r\n4. Останов ТА М-6 приведет к увеличению нагрузки на ТА М-1.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "В какое положение переходят антипомпажные клапаны при срабатывании программы «СТОП» ТА М-6? Выберите правильный ответ: \r\n1. На всасе I-ой ст. открываются антипомпажные клапаны поз. FIRСSA_F102, FIRСSA_F108 и регулирующие заслонки поз. PIRСSА_F103,\r\n-на всасе II-ой ст. закрываются регулирующая заслонка поз.PIRСSA_F115 и антипомпажный клапан поз.FIRСSA_F114;\r\n2. На всасе I-ой ст. открываются антипомпажные клапаны поз. FIRСSA_F102, FIRСSA_F108 и регулирующие заслонки поз. PIRСSА_F103,\r\n-на всасе II-ой ст. открываются регулирующая заслонка поз.PIRСSA_F115 и антипомпажный клапан поз.FIRСSA_F114;\r\n3. На всасе I-ой ст. открываются антипомпажные клапаны поз. FIRСSA_F102, FIRСSA_F108 и закрываются регулирующие заслонки поз. PIRСSА_F103,\r\n-на всасе II-ой ст. открываются регулирующая заслонка поз.PIRСSA_F115 и антипомпажный клапан поз.FIRСSA_F114;\r\n4. Антипомпажный клапан поз.FIRСSA_F114 - открывается.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом осуществляется инертизация газовой обвязки ТА М-6 перед пуском? Выберите правильный ответ:\r\n1.Набором-сбросом давления 3-5 раз газовая обвязка продувается азотом до содержания кислорода не более 0.5 % об. по результатам анализа. Азот подается через один из всасов, сброс осуществляется на свечу через гребенку №54.\r\n2.Осуществляется непрерывная продувка газовой обвязки азотом в течении 2-ух часов, до содержания кислорода не более 0.5 % об. по результатам анализа. Азот подается через один из всасов, сброс осуществляется на свечу.\r\n3. Набором-сбросом давления 3-5 раз газовая обвязка продувается азотом до содержания кислорода не более 0.5 % об. по результатам анализа. Азот подается через один из всасов, сброс осуществляется на факел.\r\n4.Набором-сбросом давления 3-5 раз газовая обвязка продувается азотом до содержания кислорода не более 5 % об. по результатам анализа. Азот подается через один из всасов, сброс осуществляется на факел.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какими защитами (блокировками) снабжаются центробежные герметичные насосы? Выберите из перечисленного:\r\n1) По токовой нагрузке\r\n2) По скорости вращения рабочего колеса\r\n3) По высокому уровню в питающей емкости\r\n4) По низкому уровню в приемной емкости \r\n5) По давлению в линии нагнетательного трубопровод\r\n6) По низкому уровню в питающей емкости",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,6"
          },
          {
            "id": 3,
            "success": false,
            "text": "3,5"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае технический манометр не допускается к эксплуатации и должен быть заменен? Выберите из перечисленного:\r\n1. Стекло манометра испачкано грязью, что препятствует возможности видеть значение давления;\r\n2. Просрочен срок поверки (калибровки);\r\n3. Стрелка при его отключении не возвращается к нулевому показанию шкалы на величину, превышающую половину допускаемой погрешности для данного прибора;\r\n4. Разбито стекло или имеются повреждения, которые могут отразиться на правильности его показаний;\r\n5. Отсутствует пломба или клеймо с отметкой о проведении поверки (калибровки).",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,3,4,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "3,4"
          },
          {
            "id": 3,
            "success": false,
            "text": "4,5"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае пропиленовый турбоагрегат М-6 должен быть немедленно остановлен? Выберите правильные варианты ответов:\r\n1)При обнаружении в турбоагрегате и его элементах, работающих под давлением, неплотностей, выпучин, разрыва прокладок;\r\n2) При неисправности манометров и невозможности определить давление по другим приборам;\r\n3) При неисправности предохранительных блокировочных устройств;\r\n4) При возникновении пожара, непосредственно угрожающего турбоагрегату и трубопроводам газовой обвязки, находящимся под давлением;\r\n5) При возникновении помпажа компрессора, если его не удается устранить технологическими операциями;\r\n6) При появлении посторонних шумов и вибрации в проточных частях паровой турбины или компрессора;\r\n7) При понижении температуры входного пара на ПТ ниже 470 оС, если ее не удается повысить технологическими операциями;\r\n8) При повышении температуры в хвостовой части ПТ свыше 60 до 90 оС в течение более 30 мин. и свыше 90 до 120 оС в течение более 5 мин, если ее не удается понизить технологическими операциями;\r\n9)Отсутствие информационной таблички на аппаратах;\r\n10)Частичного отсутствия (повреждения) изоляции на трубопроводах;\r\n11)При выявлении неисправности предохранительных устройств от повышения давления.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "все, кроме 9, 10"
          },
          {
            "id": 1,
            "success": false,
            "text": "все верно"
          },
          {
            "id": 2,
            "success": false,
            "text": "все, кроме 7,8,9,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,7,9,10"
          }
        ]
      }
    ],
    [
      {
        "question": "На какое давление Pоткр срабатывают СППК  пароотбора ТА М-6?                                                                                                                               1. 1,45 МПа.                                                                                                                 2. 1,4 МПа.                                                                                                                      3. 1,5 МПа.                                                                                                                           4. 14,2 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому классу вредных веществ относится пропилен?                                               1. 1 класс.                                                                                                                      2. 3 класс.                                                                                                                           3. 4 класс.                                                                                                                        4. 2 класс",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура, до которой должен охладиться воздух, чтобы содержащийся в нём водяной пар достиг состояния насыщения и начал конденсироваться в росу - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Температура точки росы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Температура конденсации"
          },
          {
            "id": 2,
            "success": false,
            "text": "Температура насыщения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Температура охлаждения"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберете правильное соотношение единиц измерения давления",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1атм = 1 кгс/см2 =0, 1МПа = 760мм рт ст=10м водст = 100 Кпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1атм = 0,1 кгс/см2 =0, 1МПа = 760мм рт ст=10м вод ст = 100 Кпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1атм = 1 кгс/см2 =0, 01МПа = 760мм рт ст=100м водст = 10 КПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1атм = 1 кгс/см2 =  1МПа = 760мм рт ст=10м вод ст = 100 Кпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой буквой на мнемосхеме обозначается наличие блокировки?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "S"
          },
          {
            "id": 1,
            "success": false,
            "text": "A"
          },
          {
            "id": 2,
            "success": false,
            "text": "C"
          },
          {
            "id": 3,
            "success": false,
            "text": "P"
          }
        ]
      }
    ],
    [
      {
        "question": "Расчетное давление в сосуде это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Давление, на которое производится расчет на прочность"
          },
          {
            "id": 1,
            "success": false,
            "text": "Максимальное внутреннее или наружное давление, возникающее при нормальном протекании рабочего процесса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Максимально допустимое избыточное давление сосуда (элемента), установленное по результатам технического освидетельствования или диагностирования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Давление, при котором производят испытание сосуда"
          }
        ]
      }
    ],
    [
      {
        "question": "В современных паровых турбинах предусмотрена система защиты:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все ответы верны."
          },
          {
            "id": 1,
            "success": false,
            "text": "от повышения частоты вращения (числа оборотов)."
          },
          {
            "id": 2,
            "success": false,
            "text": "от понижения давления масла."
          },
          {
            "id": 3,
            "success": false,
            "text": "от осевого сдвига ротора."
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите правильную последовательность полок прогрева ТА М-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1350; 2300-2600 критические обороты; 2700; номинальные рабочие обороты"
          },
          {
            "id": 1,
            "success": false,
            "text": "1350; 2100; 2700; номинальные рабочие обороты"
          },
          {
            "id": 2,
            "success": false,
            "text": "1200; 2000; 4000; номинальные рабочие обороты"
          },
          {
            "id": 3,
            "success": false,
            "text": "3000; номинальные рабочие обороты"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое верхний предел взрываемости?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "максимальный уровень концентрации газа, который будет гореть при смешивании с кислородом"
          },
          {
            "id": 1,
            "success": false,
            "text": "максимальный уровень концентрации газа, который не  будет гореть"
          },
          {
            "id": 2,
            "success": false,
            "text": "минимальный уровень концентрации газа, который будет гореть при смешивании с водородом"
          },
          {
            "id": 3,
            "success": false,
            "text": "максимальный уровень концентрации газа, который будет вспыхивать при смешении с кислородом"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите правильный диапазон критических оборотов ТА М-6.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2300-2600 об/мин."
          },
          {
            "id": 1,
            "success": false,
            "text": "2300-2650 об/мин."
          },
          {
            "id": 2,
            "success": false,
            "text": "2250-2600 об/мин."
          },
          {
            "id": 3,
            "success": false,
            "text": "24500-2650 об/мин."
          }
        ]
      }
    ],
    [
      {
        "question": "Какова скорость подъема давления при пневматическом испытании трубопроводов на прочность?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не более 2 кгс/см2 в минуту"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не более 3 кгс/см2 в минуту"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не более 4 кгс/см2 в минуту"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 5 кгс/см2 в минуту"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура конденсации пропилена при атмосферном давлении составляет?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "минус 47,7 °С."
          },
          {
            "id": 1,
            "success": false,
            "text": "минус 43,7 °С."
          },
          {
            "id": 2,
            "success": false,
            "text": "минус 41,7 °С."
          },
          {
            "id": 3,
            "success": false,
            "text": "минус 42,7 °С."
          }
        ]
      }
    ],
    [
      {
        "question": "Если в паспорте компрессора не указано название газа, то можно ли его компримировать ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нельзя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Можно по согласованию с технологом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Можно"
          },
          {
            "id": 3,
            "success": false,
            "text": "Можно, с письменного распоряжения начальника смены."
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре корпуса паровой турбины допускается отключение маслосистемы? ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "60 °С."
          },
          {
            "id": 1,
            "success": false,
            "text": "90 °С."
          },
          {
            "id": 2,
            "success": false,
            "text": "120 °С."
          },
          {
            "id": 3,
            "success": false,
            "text": "70 °С."
          }
        ]
      }
    ],
    [
      {
        "question": "Блокировка по аварийному уровню в сепараторах Е-65/1,2 Е-65А, Е-73 ТА М-6 составляет:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-65/1,2=37%, Е-65А=65%, Е-73=37%"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-65/1,2=65%, Е-65А=37%, Е-73=37%"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-65/1,2=65%, Е-65А=80%, Е-73=37%"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-65/1,2=65%, Е-65А=37%, Е-73=37%"
          }
        ]
      }
    ]
  ],
  "МСО": [
    [
      {
        "question": "Кавитация — это\r\n1. Процесс образования и последующего схлопывания пузырьков в потоке жидкости, сопровождающийся шумом и гидравлическими ударами, образование в жидкости полостей (кавитационных пузырьков, или пустот), которые могут содержать разреженный пар.\r\n2. Постепенное разрушение корпуса центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости\r\n3.  Разрушение подшипников центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости\r\n4.  Постепенное разрушение лопаток и ротора центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое напор центробежного насоса?\r\n1. Это вес столба жидкости насоса\r\n2. Это перепад давлений на входе и выходе центробежного насоса\r\n3. Это сила, действующая на единицу поверхности рабочего колеса центробежного насоса\r\n4. Это высота столба жидкости, на которую центробежный насос способен поднять жидкость, если бы он работал на вертикальную трубу\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой организацией определяется количество, тип и место установки запорной арматуры?\r\n1. Монтажной организацией\r\n2. Разработчиком проекта\r\n3. Организацией заказчика\r\n4. Заводом- изготовителем",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Для устранения больших потерь из-за утечек пара из корпуса турбины и присосов наружного воздуха в турбину применяются ….\r\n1. Промежуточные уплотнения\r\n2. Внутренние уплотнения\r\n3. Торцевые уплотнения\r\n4. Концевые уплотнения\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем должны быть оборудованы отделители жидкости (сепараторы):\r\n1. Блокировкой, производящей остановку компрессора по превышению давления в сепараторе.\r\n2. Световой и звуковой сигнализацией, а также блокировкой, производящей остановку компрессора при достижении предельно допустимого уровня жидкости в сепараторе.\r\n3. Звуковой сигнализацией при достижении предельно допустимого уровня жидкости в сепараторе.\r\n4. Минимум тремя уровнемерами.\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Способность металлов не разрушаться под действием нагрузок, называется\r\n1. Прочностью\r\n2. Упругостью\r\n3. Пластичностью\r\n4. твердостью",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Опишите правильную последовательность действий по подключению уровнемерной колонки аппарата:\r\n1. Сдренировать среду с аппарата;\r\n2. проверить герметичность фланцевых соединений;\r\n3. Открыть воздушник;\r\n4. Открыть арматуру верхнего перетока колонки;\r\n5. Открыть арматуру нижнего перетока колонки.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4,2,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "2,3,4,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2,3"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,5"
          }
        ]
      }
    ],
    [
      {
        "question": "Расчетное давление в сосуде это\r\n1. Максимальное внутреннее или наружное давление, возникающее при нормальном протекании рабочего процесса.\r\n2. Максимально допустимое избыточное давление сосуда (элемента), установленное по результатам технического освидетельствования или диагностирования.\r\n3. Давление, при котором производят испытание сосуда.\r\n4. Давление, на которое производится расчет на прочность.\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "По роду транспортируемых продуктов технологические трубопроводы делятся на\r\n1. Газопроводы, водопроводы, паропроводы, кислотопроводы, щелочепроводы, маслопроводы, бензопроводы, нефтепроводы\r\n2. Газопроводы, водопроводы, паропроводы, нефтепроводы\r\n3. Газопроводы, водопроводы, щелочепроводы, нефтепроводы\r\n4. Водопроводы, паропроводы, маслопроводы, бензопроводы\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Расчетное давление в сосуде это\r\n1. Максимальное внутреннее или наружное давление, возникающее при нормальном протекании рабочего процесса.\r\n2. Максимально допустимое избыточное давление сосуда (элемента), установленное по результатам технического освидетельствования или диагностирования.\r\n3. Давление, при котором производят испытание сосуда.\r\n4. Давление, на которое производится расчет на прочность.\r\n\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Причина резкого повышение температуры и давления на нагнетании компрессора М-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Неудовлетворительная работа теплообменников МСО"
          },
          {
            "id": 1,
            "success": false,
            "text": "Резкое увеличение расхода газа по одной или нескольким ступеням ТК М-1 (работа в режиме помпажа)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Снижение давления пара П110 к ПТ М-1 ниже нормы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Заброс жидкости через сдувки"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего использую тингибитор COMPTRENE ЕС 3144 А",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для предотвращения отложений кокса и полимеров на направляющих лопатках компрессора М 1"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения компрессора М-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для повышение вязкости среды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для смазки подшипников компрессора"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего использую тингибитор EC3205А",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для защиты межступенчатых теплообменников узла компримирования пирогаза в смеси с промывочной жидкостью ТС-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения компрессора М-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для повышение вязкости среды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для смазки подшипников компрессора"
          }
        ]
      }
    ],
    [
      {
        "question": "Что чего смонтировано газоуравнительная линия от трубопровода после  фильтров на всасах насосов Н-15/1-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для удаления из перекачиваемой насосами жидкости образующегося газа"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для удаления из перекачиваемой насосами жидкости образующегося пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для удаления из перекачиваемой насосами пара образующегося газа"
          },
          {
            "id": 3,
            "success": false,
            "text": "линия отсутствует"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько холодильников Т-13",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой температурой охлажденный пирогаз поступает в сепаратор Е-12",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(20,0 ÷ 40,0) оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "(-20,0 _÷ 40,0)) оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "40,0 оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "20,0 оС"
          }
        ]
      }
    ],
    [
      {
        "question": "На что разделяется конденсат в сепараторе Е-13",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на углеводородный и водный слой"
          },
          {
            "id": 1,
            "success": false,
            "text": "на углеводородный и масляный слой"
          },
          {
            "id": 2,
            "success": false,
            "text": "на паровой  и водный слой"
          },
          {
            "id": 3,
            "success": false,
            "text": "разделение не идет"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем охлаждается пирогаз  в Т-16/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "оборотная вода 4 системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "конденсат"
          },
          {
            "id": 3,
            "success": false,
            "text": "метанол"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда поступает пирогаз в Т-16/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в трубное пространство"
          },
          {
            "id": 1,
            "success": false,
            "text": "в межтрубное пространство"
          },
          {
            "id": 2,
            "success": false,
            "text": "можно настроить самому"
          },
          {
            "id": 3,
            "success": false,
            "text": "в Т-16 пирогаз не поступпает"
          }
        ]
      }
    ],
    [
      {
        "question": "Сигнализация понижения давления пирогаза на всасе I-ой ступени компрессора М-1 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "до 12,0 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "до 10 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "до 12,5 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "до 13 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Сигнализация понижения давления пирогаза перед Е-11/А,Б ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "до 10,0 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "до 12 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "до 12 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "до 13 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Время задержки срабатывания ПАЗ  ТА-М-1 по схеме 2 из 3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6 сек"
          },
          {
            "id": 1,
            "success": false,
            "text": "8 сек"
          },
          {
            "id": 2,
            "success": false,
            "text": "10 сек"
          },
          {
            "id": 3,
            "success": false,
            "text": "2 мин"
          }
        ]
      }
    ],
    [
      {
        "question": "В пирогазовый коллектор перед электрозадвижками поз.ЕМ1.21, ЕМ1.22 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "сдувки от осушителей С-1/1-2 и емкостей Е-38, Е-39, Е-132;\r\n- сдувки из газоанализаторной и лаборатории;\r\n- сдувка топливного газа из емкостей Е-40 и Е-328;\r\n- сдувки с Производств Полиэтилена и Полипропилена."
          },
          {
            "id": 1,
            "success": false,
            "text": "сдувки из газоанализаторной и лаборатории;\r\n- сдувка топливного газа из емкостей Е-40 и Е-328;\r\n- сдувки с Производств Полиэтилена и Полипропилена."
          },
          {
            "id": 2,
            "success": false,
            "text": "сдувки от осушителей С-1/1-2 и емкостей Е-38, Е-39, Е-132;\r\n- сдувки из газоанализаторной и лаборатории;\r\n- сдувки с Производств Полиэтилена и Полипропилена."
          },
          {
            "id": 3,
            "success": false,
            "text": "сдувки от осушителей С-1/1-2 и емкостей Е-38, Е-39, Е-132;\r\n- сдувки из газоанализаторной и лаборатории;\r\n- сдувка топливного газа из емкостей Е-40 и Е-328;"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда сбрасывается пирогаз с нагнетания пятой ступени ТА М-1 при остановки",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на факел"
          },
          {
            "id": 1,
            "success": false,
            "text": "в атмосферу"
          },
          {
            "id": 2,
            "success": false,
            "text": "в колодец"
          },
          {
            "id": 3,
            "success": false,
            "text": "в пирогазовый коллектор"
          }
        ]
      }
    ],
    [
      {
        "question": "Останов насоса Н-15/1,2 при каком давлении",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,25 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,3 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,35 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,2 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Вид теплообменника Т-14",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "кожухотрубный с плавающей головкой"
          },
          {
            "id": 1,
            "success": false,
            "text": "пластинчатый"
          },
          {
            "id": 2,
            "success": false,
            "text": "труба в трубе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вихревой, вертикальный, многоступенчатый"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип насоса Н-15/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Герметичный электронасос"
          },
          {
            "id": 1,
            "success": false,
            "text": "Объемный"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плунжерный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Центробежный"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем осуществляется антипомпажная защита компрессора ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "системой антипомпажного регулирования"
          },
          {
            "id": 1,
            "success": false,
            "text": "системой ПАЗ"
          },
          {
            "id": 2,
            "success": false,
            "text": "АСУ ТП"
          },
          {
            "id": 3,
            "success": false,
            "text": "системой RTO"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким насосм подается  COMPTRENE ЕС 3144 А",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "насосом поз.Н-6/1,4,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "насосом поз.Н-1/1,4,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "насосом поз.Н-3"
          },
          {
            "id": 3,
            "success": false,
            "text": "насосом поз.Н-2"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким насосм подается  EC3205А",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "насосом поз.Н-6/2,3"
          },
          {
            "id": 1,
            "success": false,
            "text": "насосом поз.Н-1/1,4,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "насосом поз.Н-3"
          },
          {
            "id": 3,
            "success": false,
            "text": "насосом поз.Н-2"
          }
        ]
      }
    ]
  ],
  "Узел Физико-химической очистки": [
    [
      {
        "question": "Какие параметры насоса Н-700/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Q = 76 м3/ч;\r\nН = 101,13 м ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q = 76 м3/ч;\r\nН = 53 м ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q = 85 м3/ч;\r\nН = 101,13 м ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q = 76 м3/ч;\r\nН = 120 м ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "Какая блокировка насоса по температуре подшипников на Н-700/1,2, oC",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "90"
          },
          {
            "id": 1,
            "success": false,
            "text": "95"
          },
          {
            "id": 2,
            "success": false,
            "text": "100"
          },
          {
            "id": 3,
            "success": false,
            "text": "70"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая блокировка насоса по уровню в Е-1 подшипников на Н-700/1,2, %",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "5"
          },
          {
            "id": 1,
            "success": false,
            "text": "10"
          },
          {
            "id": 2,
            "success": false,
            "text": "15"
          },
          {
            "id": 3,
            "success": false,
            "text": "0"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае производится плановая остановка насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Согласно графику пробега оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "При увеличении температуры подшипников не выше 70 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Согласно графику ТО трубопроводов"
          },
          {
            "id": 3,
            "success": false,
            "text": "В соответствии с температурным графиком"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие операции необходимо выполнить при обслуживание сальниковых уплотнений?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подтягивание сальника производить равномерно, не допуская перекосов грундбуксы. Следить, чтобы грундбукса не соприкасалась с валом насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Если сальник греется, необходимо ослабить грундбуксу, ослабляя поочередно гайки болтов грундбуксы на 1/4 оборота"
          },
          {
            "id": 3,
            "success": false,
            "text": "В случае нагрева сальника при пуске насоса следует несколько раз включить и выключить насос, пока сальник не начнет пропускать уплотняющую или перекачивающую жидкость"
          }
        ]
      }
    ],
    [
      {
        "question": "Что не допускается выполнять при работающем насосе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Смазывать движущиеся части насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Устранять течи в сальниковых, торцевых уплотнениях"
          },
          {
            "id": 3,
            "success": false,
            "text": "Устранять течи в соединениях трубопроводов"
          }
        ]
      }
    ],
    [
      {
        "question": "Перед сдачей оборудования в ремонт, оно должно быть",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Всё перечисленное"
          },
          {
            "id": 1,
            "success": false,
            "text": "Освобождено от остатков рабочей среды"
          },
          {
            "id": 2,
            "success": false,
            "text": "Очищено от грязи и шлама, промыто и отключено от коммуникаций"
          },
          {
            "id": 3,
            "success": false,
            "text": "Обесточено"
          }
        ]
      }
    ],
    [
      {
        "question": "Причины вибрации насосного агрегата:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нарушена центровка насосного агрегата, балансировка ротора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Недостаточно смазки в корпусах подшипников"
          },
          {
            "id": 2,
            "success": false,
            "text": "Туго затянуты сальники"
          },
          {
            "id": 3,
            "success": false,
            "text": "Загрязнена смазка"
          }
        ]
      }
    ],
    [
      {
        "question": "Кавитацией называется",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Появление пузырьков воздуха в жидкости"
          },
          {
            "id": 1,
            "success": false,
            "text": "Появление пузырьков воздуха в жидкости"
          },
          {
            "id": 2,
            "success": false,
            "text": "Появление пузырьков воздуха в жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Появление пузырьков воздуха в жидкости"
          }
        ]
      }
    ],
    [
      {
        "question": "Что категорически запрещено при пуске центробежного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пуск агрегата в работу без предварительного заполнения насоса перекачиваемой жидкостью"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пуск агрегата в работу без предварительного заполнения насоса перекачиваемой жидкостью"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пуск агрегата в работу без предварительного заполнения насоса перекачиваемой жидкостью"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пуск агрегата в работу без предварительного заполнения насоса перекачиваемой жидкостью"
          }
        ]
      }
    ],
    [
      {
        "question": "Что означает термин «условный проход Ду»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Номинальный внутренний диаметр"
          },
          {
            "id": 1,
            "success": false,
            "text": "Номинальный внутренний диаметр"
          },
          {
            "id": 2,
            "success": false,
            "text": "Номинальный внутренний диаметр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Номинальный внутренний диаметр"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова допустимая температура стенки трубопровода за пределами рабочей или обслуживаемой зоны и на рабочих местах?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не выше 60 0С, на рабочих местах не выше 45 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не выше 60 0С, на рабочих местах не выше 45 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не выше 60 0С, на рабочих местах не выше 45 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не выше 60 0С, на рабочих местах не выше 45 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Как следует производить аварийную остановку насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Путем нажатия кнопки «Стоп» электродвигателя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Путем нажатия кнопки «Стоп» электродвигателя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Путем нажатия кнопки «Стоп» электродвигателя"
          },
          {
            "id": 3,
            "success": false,
            "text": "Путем нажатия кнопки «Стоп» электродвигателя"
          }
        ]
      }
    ],
    [
      {
        "question": "По принципу действия все насосы делятся на",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Динамические и объемные"
          },
          {
            "id": 1,
            "success": false,
            "text": "Динамические и объемные"
          },
          {
            "id": 2,
            "success": false,
            "text": "Динамические и объемные"
          },
          {
            "id": 3,
            "success": false,
            "text": "Динамические и объемные"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое «Сальник»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Один из видов уплотнительных устройств подвижных соединений различных устройств и механизмов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Один из видов уплотнительных устройств подвижных соединений различных устройств и механизмов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Один из видов уплотнительных устройств подвижных соединений различных устройств и механизмов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Один из видов уплотнительных устройств подвижных соединений различных устройств и механизмов"
          }
        ]
      }
    ],
    [
      {
        "question": "Основной материал ( наиболее часто используемый ) для изготовления прокладок фланцевых соединений применяемых на предприятии?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паронит"
          },
          {
            "id": 1,
            "success": false,
            "text": "Паронит"
          },
          {
            "id": 2,
            "success": false,
            "text": "Паронит"
          },
          {
            "id": 3,
            "success": false,
            "text": "Паронит"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой части шкалы должна находиться стрелка манометра при максимальном рабочем давлении?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2/3 шкалы"
          },
          {
            "id": 1,
            "success": false,
            "text": "3/4 шкалы"
          },
          {
            "id": 2,
            "success": false,
            "text": "1/3 шкалы"
          },
          {
            "id": 3,
            "success": false,
            "text": "1/4 шкалы"
          }
        ]
      }
    ],
    [
      {
        "question": "Что означает буква S в обозначении КИПиА?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Блокировка"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уровень"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сигнализация"
          },
          {
            "id": 3,
            "success": false,
            "text": "Индикация"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько ниток резьбы болта ( шпильки) должно выступать за гайку.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не менее 2-3 ниток резьбы с полным профилем."
          },
          {
            "id": 1,
            "success": false,
            "text": "Неважно, при соблюдении условия обеспечения прочности соединения."
          },
          {
            "id": 2,
            "success": false,
            "text": "Две-пять ниток."
          },
          {
            "id": 3,
            "success": false,
            "text": "Резьба болта ( шпильки) не должна выступать за гайку."
          }
        ]
      }
    ],
    [
      {
        "question": "Можно или нет набивать сальник заведомо меньшего сечения, чем надо.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет."
          },
          {
            "id": 1,
            "success": false,
            "text": "Можно, если после провести испытание."
          },
          {
            "id": 2,
            "success": false,
            "text": "Можно, главное правильно затянуть."
          },
          {
            "id": 3,
            "success": false,
            "text": "Можно, если его намотать не разрезая."
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько болтов ( шпилек) должно быть установлены при монтаже фланцевого соединения.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Во все отверстия фланцевой пары."
          },
          {
            "id": 1,
            "success": false,
            "text": "Неважно, при соблюдении условия обеспечения прочности соединения."
          },
          {
            "id": 2,
            "success": false,
            "text": "Через один, при условии соблюдения герметичности."
          },
          {
            "id": 3,
            "success": false,
            "text": "Допускается не ставить в неудобных, недоступных местах."
          }
        ]
      }
    ],
    [
      {
        "question": "Что должно быть нанесено на корпусе вентилятора?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Стрелка, указывающая направление вращения рабочего колеса"
          },
          {
            "id": 1,
            "success": false,
            "text": "Указатель эвакуационного выхода из венткамеры"
          },
          {
            "id": 2,
            "success": false,
            "text": "Наименование завода-изготовителя вентилятора"
          },
          {
            "id": 3,
            "success": false,
            "text": "Фамилия ответственного за противопожарное состояние"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены аварийные вытяжные системы?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для аварийного удаления загрязненного воздуха из производственных помещений"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для дополнительного вентилирования помещения АБК"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для усиления выдува воздуха из насосного отделения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для дублирования в случае выхода из строя основной вытяжной вентсистемы"
          }
        ]
      }
    ],
    [
      {
        "question": "Выбрать единицу измерения давления",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Па"
          },
          {
            "id": 1,
            "success": false,
            "text": "м3/с"
          },
          {
            "id": 2,
            "success": false,
            "text": "м"
          },
          {
            "id": 3,
            "success": false,
            "text": "безразмерная величина"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое напор центробежного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это высота столба жидкости, на которую центробежный насос способен поднять жидкость, если бы он работал на вертикальную трубу"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это сила, действующая на единицу поверхности рабочего колеса центробежного насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это перепад давлений на входе и выходе центробежного насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это вес столба жидкости насоса"
          }
        ]
      }
    ],
    [
      {
        "question": "В каких единицах измеряется подача центробежного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "м³/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "м.вод.ст"
          },
          {
            "id": 2,
            "success": false,
            "text": "Киловатт"
          },
          {
            "id": 3,
            "success": false,
            "text": "Процентах"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо сделать при снижении подачи и увеличения напора центробежного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Проверить положение и степень открытия напорной задвижки"
          },
          {
            "id": 1,
            "success": false,
            "text": "Повторить заливку насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "Остановить насос на ППР"
          },
          {
            "id": 3,
            "success": false,
            "text": "Проверить электродвигатель"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо указывать на насосном агрегате?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На трубопроводах следует указать направление движения потоков,\r\nна оборудовании - номера позиций по технологической схеме, на двигателях - направление вращения ротора"
          },
          {
            "id": 1,
            "success": false,
            "text": "На насосе - направление вращения ротора"
          },
          {
            "id": 2,
            "success": false,
            "text": "На трубопроводах следует указать направление движения потоков, на оборудовании - номера позиций по инструкции, на двигателях - направление вращения ротора"
          },
          {
            "id": 3,
            "success": false,
            "text": "На трубопроводах следует указать направление движения потоков, на оборудовании - номера позиций по технологической схеме, на двигателях - направление вращения статора"
          }
        ]
      }
    ],
    [
      {
        "question": "При долговременной работе центробежного насоса с закрытой арматурой произойдет",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "вскипание перекачиваемой жидкости и кавитация"
          },
          {
            "id": 1,
            "success": false,
            "text": "повышение расхода перекачиваемой жидкости"
          },
          {
            "id": 2,
            "success": false,
            "text": "снижение температуры в картере насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "повышение значения электрического тока на двигатель насоса"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие клапаны должны быть установлены на нагнетательной линии центробежного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Обратный клапан"
          },
          {
            "id": 1,
            "success": false,
            "text": "Двухходовой клапан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Предохранительный клапан"
          },
          {
            "id": 3,
            "success": false,
            "text": "Регулирующий клапан"
          }
        ]
      }
    ]
  ],
  "Сбора конденсата,РОУ. Дренажная сист.ЛОС": [
    [
      {
        "question": "Каким насосом откачивается конденсат из Е-707",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Н-708/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Н-707"
          },
          {
            "id": 2,
            "success": false,
            "text": "Н-1"
          },
          {
            "id": 3,
            "success": false,
            "text": "самотеком"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение редуцирующего клапана",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для понижения давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для роста температуры"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для понижения уровня в емкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все ответы верны"
          }
        ]
      }
    ],
    [
      {
        "question": "Что должно устанавливаться в верхних точках трубопроводов пара?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Воздушник"
          },
          {
            "id": 1,
            "success": false,
            "text": "Предохранительный клапан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Манометр"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все вышеперечисленное"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Водяной пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водяной насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар, имеющий температуру выше температуры насыщения при том же давлении"
          }
        ]
      }
    ],
    [
      {
        "question": "Что произойдет если не провести дренирование (удаление) конденсата из паропровода перед его пуском?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Во время прогрева паропровода произойдет гидравлический удар с последующей разгерметизацией"
          },
          {
            "id": 1,
            "success": false,
            "text": "Ничего"
          },
          {
            "id": 2,
            "success": false,
            "text": "Паропровод постепенно прогреется и встанет под рабочее давление"
          },
          {
            "id": 3,
            "success": false,
            "text": "Паропровод прогреваться не будет"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком уровне в Е-707 произойдет останов насоса Н-708/1,2, %",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "10"
          },
          {
            "id": 1,
            "success": false,
            "text": "20"
          },
          {
            "id": 2,
            "success": false,
            "text": "0"
          },
          {
            "id": 3,
            "success": false,
            "text": "100"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры насоса Н-708/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Q = 40 м3/ч;\r\nН = 95м ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q = 10 м3/ч;\r\nН = 90м ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q = 20 м3/ч;\r\nН = 100м ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q = 50 м3/ч;\r\nН = 45 м ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры насоса Н-707",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Q = 25 м3/ч;\r\nН = 70 м ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q = 15 м3/ч;\r\nН = 100 м ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q = 20 м3/ч;\r\nН = 50 м ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q = 5 м3/ч;\r\nН = 60 м ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "Какое масло заливается в картер насоса Н-708/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Лукойл гейзер 46"
          },
          {
            "id": 1,
            "success": false,
            "text": "Mobil 1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Shell"
          },
          {
            "id": 3,
            "success": false,
            "text": "Omala S2 GX 100"
          }
        ]
      }
    ],
    [
      {
        "question": "Объем емкости Е-707, м3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "25"
          },
          {
            "id": 1,
            "success": false,
            "text": "100"
          },
          {
            "id": 2,
            "success": false,
            "text": "10"
          },
          {
            "id": 3,
            "success": false,
            "text": "50"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо предпринять при повышении токовой нагрузки электродвигателя насоса",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Понизить подачу (расход) перекачиваемого продукта"
          },
          {
            "id": 1,
            "success": false,
            "text": "Повысить подачу (расход) перекачиваемого продукта"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оставить без изменений"
          },
          {
            "id": 3,
            "success": false,
            "text": "нет верного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Расшифровать аббревиатуру ППК",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Предохранительный пружинный клапан"
          },
          {
            "id": 1,
            "success": false,
            "text": "Персональный повышающий коэффициент"
          },
          {
            "id": 2,
            "success": false,
            "text": "Производственно-промышленная компания"
          },
          {
            "id": 3,
            "success": false,
            "text": "Полипропиленовая конструкция"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении сработает СППК на РОУ, кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "5.4"
          },
          {
            "id": 1,
            "success": false,
            "text": "8"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "10"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды прокладочных материалов, применяются на фланцевых соединениях?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паронит, фторопласт"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сальниковые набивки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Герметики и манжеты"
          },
          {
            "id": 3,
            "success": false,
            "text": "Алюминий, олово, вольфрам"
          }
        ]
      }
    ],
    [
      {
        "question": "Как называется арматура, запорный орган которой имеет сферическую форму?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кран шаровой"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вентиль"
          },
          {
            "id": 2,
            "success": false,
            "text": "Задвижка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Заслонка"
          }
        ]
      }
    ],
    [
      {
        "question": "Где устанавливаются заглушки на оборудование, подготавливаемое к ремонту?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Согласно схемам установки заглушек"
          },
          {
            "id": 1,
            "success": false,
            "text": "Только на входе в аппараты инертных газов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Только на входе в аппараты с горючими и легковоспламеняющимися продуктами"
          },
          {
            "id": 3,
            "success": false,
            "text": "На всех фланцевых соединениях аппарата"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего нужен обратный клапан?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Исключить изменение направления потока"
          },
          {
            "id": 1,
            "success": false,
            "text": "Исключить смешение разнородных сред"
          },
          {
            "id": 2,
            "success": false,
            "text": "Защитить трубопровод, расположенный до клапана, от превышения давления"
          },
          {
            "id": 3,
            "success": false,
            "text": "Защитить трубопровод, расположенный после клапана, от превышения давления"
          }
        ]
      }
    ],
    [
      {
        "question": "Материал прокладок ПМБ означает",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паронит маслобензостойкий"
          },
          {
            "id": 1,
            "success": false,
            "text": "Паронит маслобетоностойкий"
          },
          {
            "id": 2,
            "success": false,
            "text": "Паронит маслобитумстойкий"
          },
          {
            "id": 3,
            "success": false,
            "text": "Паронит маслобазальтстойкий"
          }
        ]
      }
    ],
    [
      {
        "question": "Открытие арматуры должно производиться движением маховика:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "против часовой стрелки"
          },
          {
            "id": 1,
            "success": false,
            "text": "по часовой стрелке"
          },
          {
            "id": 2,
            "success": false,
            "text": "в зависимости от направления потока среды"
          },
          {
            "id": 3,
            "success": false,
            "text": "в зависимости от температуры среды"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой размер должен быть у прокладки во фланцевом соединении?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Соответствующий размерам зеркала фланца"
          },
          {
            "id": 1,
            "success": false,
            "text": "Наружный - по наружному размеру зеркала, внутренний допускается отклонение на10 % от зеркала"
          },
          {
            "id": 2,
            "success": false,
            "text": "Неважно при соблюдении условия герметичности"
          },
          {
            "id": 3,
            "success": false,
            "text": "Главное условие - чтобы прокладка не мешала установке болтов"
          }
        ]
      }
    ],
    [
      {
        "question": "Что установлено на свече Е-706",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Огнепреградитель"
          },
          {
            "id": 1,
            "success": false,
            "text": "Конденсатоотводчик"
          },
          {
            "id": 2,
            "success": false,
            "text": "СППК"
          },
          {
            "id": 3,
            "success": false,
            "text": "Заглушка"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип насоса Н-707",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Консольный с магнитной муфтой"
          },
          {
            "id": 1,
            "success": false,
            "text": "Герметичный"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плунжерный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Погружной"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип насоса Н-708/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Консольный"
          },
          {
            "id": 1,
            "success": false,
            "text": "Герметичный"
          },
          {
            "id": 2,
            "success": false,
            "text": "Плунжерный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Погружной"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда откачивается конденсат из Е-707",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тит 403"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тит 404"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тит 401"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тит 402"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда откачиваются углеводороды из Е-706",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На ТСБ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тит 403"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тит 401"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тит 402"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько конденсатоотводжчиков установлено на РОУ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не установлено"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой средой регулируется температура пара на РОУ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Конденсат пара 4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотная вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар 4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сантеплофикационная вода"
          }
        ]
      }
    ],
    [
      {
        "question": "Как называется пар на котором работает РОУ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пар 23"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар 8"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар 4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар 12"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда осуществляется вывод конденсата с РОУ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-707"
          },
          {
            "id": 1,
            "success": false,
            "text": "На ТСБ"
          },
          {
            "id": 2,
            "success": false,
            "text": "В нефтеловушку"
          },
          {
            "id": 3,
            "success": false,
            "text": "В К-2"
          }
        ]
      }
    ],
    [
      {
        "question": "Откуда поступает конденсат в Е-706",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С факельного колектора"
          },
          {
            "id": 1,
            "success": false,
            "text": "С РОУ"
          },
          {
            "id": 2,
            "success": false,
            "text": "С тит 403"
          },
          {
            "id": 3,
            "success": false,
            "text": "Конденсат не поступает в Е-706"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем осуществляется обогрев Е-706",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Промтеплофикационной водой"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сантеплофикационная вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Конденсат пара 4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Конденсат пара 23"
          }
        ]
      }
    ]
  ],
  "Реагентный узел. Узел охлаждения": [
    [
      {
        "question": "Тип насоса Н-706/1,2,3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "мембранный"
          },
          {
            "id": 1,
            "success": false,
            "text": "центробежный"
          },
          {
            "id": 2,
            "success": false,
            "text": "поршневой"
          },
          {
            "id": 3,
            "success": false,
            "text": "погружной"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой продукт качает насос Н-706/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Серная кислота"
          },
          {
            "id": 1,
            "success": false,
            "text": "щелочь"
          },
          {
            "id": 2,
            "success": false,
            "text": "вода"
          },
          {
            "id": 3,
            "success": false,
            "text": "углеводороды"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое содержание рН должно содержаться в стоке на выходе с установке ЛОС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6-9"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "7"
          },
          {
            "id": 3,
            "success": false,
            "text": "12"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой концентрацией поступает серная кислота на УЛОС из СКЩ, %",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "92.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "90"
          },
          {
            "id": 2,
            "success": false,
            "text": "98"
          },
          {
            "id": 3,
            "success": false,
            "text": "100"
          }
        ]
      }
    ],
    [
      {
        "question": "При значении 4 рН среда является:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кислотной;"
          },
          {
            "id": 1,
            "success": false,
            "text": "Нейтральной;"
          },
          {
            "id": 2,
            "success": false,
            "text": "Щелочной."
          },
          {
            "id": 3,
            "success": false,
            "text": "такого рН не бывает"
          }
        ]
      }
    ],
    [
      {
        "question": "Химическая формула серной кислоты?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "H2SO4"
          },
          {
            "id": 1,
            "success": false,
            "text": "H3SO4"
          },
          {
            "id": 2,
            "success": false,
            "text": "HSO4"
          },
          {
            "id": 3,
            "success": false,
            "text": "H2SO3"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите порядок пуска мембранного насоса:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Открыть задвижки на всасе и нагнетании, пустить насос"
          },
          {
            "id": 1,
            "success": false,
            "text": "Открыть задвижку на всасе, пустить насос, открыть задвижку на нагнетании"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пустить насос, открыть задвижки на всасе и нагнетании"
          },
          {
            "id": 3,
            "success": false,
            "text": "Открыть задвижку на нагнетании, пустить насос, открыть задвижки на всасе"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой тип теплообменников обладает наибольшей площадью теплообмена и минимальными габаритами",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пластинчатый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Кожухотрубчатый"
          },
          {
            "id": 2,
            "success": false,
            "text": "Типа «труба в трубе»."
          },
          {
            "id": 3,
            "success": false,
            "text": "Спиральный"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем должны быть оборудованы фланцевые соединения на трубопроводах кислот и щелочей?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Защитными кожухами"
          },
          {
            "id": 1,
            "success": false,
            "text": "Приборами для обнаружения утечек"
          },
          {
            "id": 2,
            "success": false,
            "text": "Дополнительными прокладками"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все ответы верны"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому типу аппаратов относится пластинчатый теплообменник",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "поверхностный"
          },
          {
            "id": 1,
            "success": false,
            "text": "контактный"
          },
          {
            "id": 2,
            "success": false,
            "text": "регенеративный"
          },
          {
            "id": 3,
            "success": false,
            "text": "смесительный"
          }
        ]
      }
    ],
    [
      {
        "question": "Почему запрещается пуск мембранного насоса с закрытой задвижкой на нагнетании?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Возможен выход из строя насоса по причине гидравлического удара."
          },
          {
            "id": 1,
            "success": false,
            "text": "Возможен выход из строя насоса по причине перегрева."
          },
          {
            "id": 2,
            "success": false,
            "text": "Возможен выход из строя насоса по причине кавитации"
          },
          {
            "id": 3,
            "success": false,
            "text": "Возможен выход из строя насоса по причине появления дисбаланса."
          }
        ]
      }
    ],
    [
      {
        "question": "Как осуществляется регулирование производительности плунжерных, мембранных насосов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Изменением длины хода плунжера"
          },
          {
            "id": 1,
            "success": false,
            "text": "Арматурой на всасе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Арматурой на нагнетании"
          },
          {
            "id": 3,
            "success": false,
            "text": "Арматурой на нагнетании"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие клапаны должны быть установлены на нагнетательной линии мембранного насоса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Предохранительный (перепускной)клапан"
          },
          {
            "id": 1,
            "success": false,
            "text": "Двухходовой клапан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пневматический клапан"
          },
          {
            "id": 3,
            "success": false,
            "text": "Регулирующий клапан"
          }
        ]
      }
    ],
    [
      {
        "question": "К какому типу теплообменников относится Т-703",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пластинчатый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Кожухотрубчатый"
          },
          {
            "id": 2,
            "success": false,
            "text": "Труба в трубе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кожухотрубчатый с плавголовкой"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры насоса Н-704/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Q=87 м3/ч\r\nН=75 м.ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q=15 м3/ч\r\nН=15 м.ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q=45 м3/ч\r\nН=10 м.ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q=70 м3/ч\r\nН=70 м.ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "Какое условное обозначение в КИПиА: сигнализация",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "A"
          },
          {
            "id": 1,
            "success": false,
            "text": "R"
          },
          {
            "id": 2,
            "success": false,
            "text": "S"
          },
          {
            "id": 3,
            "success": false,
            "text": "I"
          }
        ]
      }
    ],
    [
      {
        "question": "На чем основан принцип работы термопары",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На изменении э.д.с., в зависимости от температуры"
          },
          {
            "id": 1,
            "success": false,
            "text": "На изменении тока, в зависимости от температуры"
          },
          {
            "id": 2,
            "success": false,
            "text": "На изменении сопротивления, в зависимости от температуры"
          },
          {
            "id": 3,
            "success": false,
            "text": "На изменении индуктивности, в зависимости от температуры"
          }
        ]
      }
    ],
    [
      {
        "question": "Расшифровать аббревиатуру ЗРА",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Запорно-регулирующая арматура"
          },
          {
            "id": 1,
            "success": false,
            "text": "Закрывающийся регулятор автоматический"
          },
          {
            "id": 2,
            "success": false,
            "text": "Заслонка ромбовидная автоматическая"
          },
          {
            "id": 3,
            "success": false,
            "text": "Запорное реле автоматики"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены позиционеры на регулирующих клапанах?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Предназначены для дистанционного и местного управления пневматическим исполнительным механизмом ЗРА"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для увеличения срока эксплуатации клапана"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для снижения дополнительных усилий на штоке пневматического исполнительного механизма"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для фиксации позиции клапана согласно технологическому регламенту"
          }
        ]
      }
    ],
    [
      {
        "question": "При достижении какой температуры по стоку после Т-706 сработает сигнализация, ºС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "35"
          },
          {
            "id": 1,
            "success": false,
            "text": "20"
          },
          {
            "id": 2,
            "success": false,
            "text": "40"
          },
          {
            "id": 3,
            "success": false,
            "text": "50"
          }
        ]
      }
    ],
    [
      {
        "question": "Что делать, если температуры по стоку после Т-706 выросла более 35 ºС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "почистить фильтр по ОВ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Прижать арматуру по стоку"
          },
          {
            "id": 2,
            "success": false,
            "text": "Прижать арматуру по ОВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "открыть байпас"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком уровне в Е-703 произойдет останов насоса Н-704/1,2, %",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "10"
          },
          {
            "id": 1,
            "success": false,
            "text": "15"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "20"
          }
        ]
      }
    ],
    [
      {
        "question": "Принцип работы предохранительного клапана основан?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На открывании клапана при превышении давления выше допустимого, на которое тарируется клапан"
          },
          {
            "id": 1,
            "success": false,
            "text": "На открывании предохранительного клапана при повороте штурвала"
          },
          {
            "id": 2,
            "success": false,
            "text": "На пропуске среды в прямом направлении и запирании в обратном"
          },
          {
            "id": 3,
            "success": false,
            "text": "На изменении проходного сечения клапана при превышении давления"
          }
        ]
      }
    ],
    [
      {
        "question": "Что означает аббревиатура ЗКС применительно к запорной арматуре?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Задвижка клиновая стальная"
          },
          {
            "id": 1,
            "success": false,
            "text": "Задвижка конусная с ручкой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Засов круглый стальной"
          },
          {
            "id": 3,
            "success": false,
            "text": "Задвижка клиновая из дуба"
          }
        ]
      }
    ],
    [
      {
        "question": "Допускается ли работа сосуда при неисправном пружинно-предохранительном клапане?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет"
          },
          {
            "id": 1,
            "success": false,
            "text": "Да"
          },
          {
            "id": 2,
            "success": false,
            "text": "Да, допускается по специально разработанной программе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Да, допускается при периодическом контроле со стороны ИТР отвечающего за безопасную эксплуатацию сосудов под давлением."
          }
        ]
      }
    ],
    [
      {
        "question": "Допускается ли установка запорной арматуры между сосудом и предохранительным устройством?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "не допускается."
          },
          {
            "id": 1,
            "success": false,
            "text": "допускается"
          },
          {
            "id": 2,
            "success": false,
            "text": "допускается при наличии согласования с ОТН"
          },
          {
            "id": 3,
            "success": false,
            "text": "допускается при наличии согласования с РТН"
          }
        ]
      }
    ],
    [
      {
        "question": "Расшифруйте ПМБ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паронит масло-бензостойкий"
          },
          {
            "id": 1,
            "success": false,
            "text": "Паронит морозостойкий белый"
          },
          {
            "id": 2,
            "success": false,
            "text": "Паронит для масла и бензола"
          },
          {
            "id": 3,
            "success": false,
            "text": "Прокладка местного барьера"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении, это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Перенасыщенный пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Закритический пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое СОП?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Стандартная операционная процедура"
          },
          {
            "id": 1,
            "success": false,
            "text": "Стандарт общего пользования"
          },
          {
            "id": 2,
            "success": false,
            "text": "Система охраны производства"
          },
          {
            "id": 3,
            "success": false,
            "text": "Система особого премирования"
          }
        ]
      }
    ],
    [
      {
        "question": "ПАЗ - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Противоаварийная автоматическая защита"
          },
          {
            "id": 1,
            "success": false,
            "text": "Предупредительная сигнализация"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пошаговая защита"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сигнализация нарушений"
          }
        ]
      }
    ],
    [
      {
        "question": "Что значит АСУ ТП?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Автоматизированная система управления технологическим процессом"
          },
          {
            "id": 1,
            "success": false,
            "text": "Автономная схема управления техническим процессом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Автоматическая система улучшения технического процесса"
          },
          {
            "id": 3,
            "success": false,
            "text": "Автоматическая схема управления технологическим процессом"
          }
        ]
      }
    ]
  ],
  "Узел очистки от углеводородов": [
    [
      {
        "question": "Какой тип конструкции теплообменника Т-702/1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "кожухотрубный с плавголовкой"
          },
          {
            "id": 1,
            "success": false,
            "text": "труба в трубе"
          },
          {
            "id": 2,
            "success": false,
            "text": "пластинчатый"
          },
          {
            "id": 3,
            "success": false,
            "text": "оросительный"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько тарелок в колонне К-701",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "30"
          },
          {
            "id": 1,
            "success": false,
            "text": "25"
          },
          {
            "id": 2,
            "success": false,
            "text": "35"
          },
          {
            "id": 3,
            "success": false,
            "text": "50"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите позицию кипятильников колонны К-701",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-704/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-701"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-705"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-706"
          }
        ]
      }
    ],
    [
      {
        "question": "Расположение теплообменников Т-704/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "вертикальное"
          },
          {
            "id": 1,
            "success": false,
            "text": "горизонтальное"
          },
          {
            "id": 2,
            "success": false,
            "text": "наклонное"
          },
          {
            "id": 3,
            "success": false,
            "text": "ниже уровня земли"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем охлаждаются пары колонны К-701 в теплообменнике Т-705",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "оборотная вода 4 системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "оборотная вода 3 системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Воздухом"
          },
          {
            "id": 3,
            "success": false,
            "text": "пропиленом"
          }
        ]
      }
    ],
    [
      {
        "question": "На какие тарелки возможна подача питания в колонну К-701",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1 и 10"
          },
          {
            "id": 1,
            "success": false,
            "text": "5 и 8"
          },
          {
            "id": 2,
            "success": false,
            "text": "2 и 7"
          },
          {
            "id": 3,
            "success": false,
            "text": "4 и 6"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип насоса Н-701/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "центробежный"
          },
          {
            "id": 1,
            "success": false,
            "text": "поршневой"
          },
          {
            "id": 2,
            "success": false,
            "text": "мембранный"
          },
          {
            "id": 3,
            "success": false,
            "text": "шестеренчатый"
          }
        ]
      }
    ],
    [
      {
        "question": " При какой температуре переднего подшипника остановится насос Н-701/1,2 по блокировке",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "90ºС"
          },
          {
            "id": 1,
            "success": false,
            "text": "80ºС"
          },
          {
            "id": 2,
            "success": false,
            "text": "75ºС"
          },
          {
            "id": 3,
            "success": false,
            "text": "85ºС"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое содержание нефтепродуктов должно содержаться в стоке на выходе с установке ЛОС, мг/дм3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "10"
          },
          {
            "id": 2,
            "success": false,
            "text": "5"
          },
          {
            "id": 3,
            "success": false,
            "text": "15"
          }
        ]
      }
    ],
    [
      {
        "question": "В кожухотрубном теплообменнике более загрязненный теплоноситель подается",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В трубное пространство"
          },
          {
            "id": 1,
            "success": false,
            "text": "В межтрубное пространство"
          },
          {
            "id": 2,
            "success": false,
            "text": "В трубное или межтрубное пространство в зависимости от отношения температур теплоносителей"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все варианты неправильные"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры определяют нормальную работу фильтра?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перепад давления на фильтре"
          },
          {
            "id": 1,
            "success": false,
            "text": "Давление в корпусе фильтра"
          },
          {
            "id": 2,
            "success": false,
            "text": "Температура и давление в корпусе фильтре"
          },
          {
            "id": 3,
            "success": false,
            "text": "Уровень жидкости в фильтре"
          }
        ]
      }
    ],
    [
      {
        "question": "Почему пар в Т-704/1,2 подается сверху, а конденсат выводится снизу?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для предотвращения гидроударов"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для повышения теплоотдачи"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для удобства монтажа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для увеличения времени пребывания пара в аппарате"
          }
        ]
      }
    ],
    [
      {
        "question": "Как изменяется температура в колонне с низа-верх",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Понижается"
          },
          {
            "id": 1,
            "success": false,
            "text": "Повышается"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не изменяется"
          },
          {
            "id": 3,
            "success": false,
            "text": "Скачкообразно"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо сделать при снижении температуры в кубе колонны",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить подачу пара на колонну"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снизить питание на колонну"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличить температуру на питание колонны"
          },
          {
            "id": 3,
            "success": false,
            "text": "Поднять давление в колонне"
          }
        ]
      }
    ],
    [
      {
        "question": "Дайте определение процессу ректификация",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ректификация — разделение жидких смесей на практически чистые компоненты, отличающиеся температурами кипения, путём многократного испарения жидкости и конденсации паров."
          },
          {
            "id": 1,
            "success": false,
            "text": "Ректификация — самопроизвольный процесс увеличения концентрации растворённого вещества у поверхности раздела двух фаз (твёрдая фаза — жидкость, конденсированная фаза — газ) вследствие нескомпенсированности сил межмолекулярного взаимодействия на разделе фаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ректификация — поглощение твёрдым телом либо жидкостью различных веществ из окружающей среды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ректификация —процесс образования высокомолекулярного вещества (полимера) путём многократного присоединения молекул низкомолекулярного вещества (мономера, олигомера) к активным центрам в растущей молекуле полимера"
          }
        ]
      }
    ],
    [
      {
        "question": "Где происходит контакт жидкости и газа в ректификационных колоннах",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На контактных устройствах (тарелки)"
          },
          {
            "id": 1,
            "success": false,
            "text": "В кубе колонны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Во флегмовой емкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "В термосифонных испарителях"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой из типов кожухотрубчатого теплообменника применяется, если разница температур теплового и холодильного агента больше 50°С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Теплообменник с «плавающей головкой»"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплообменник с U-образным трубным пучком"
          },
          {
            "id": 2,
            "success": false,
            "text": "Многоходовой теплообменник с жестким креплением трубных решеток"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сегментный теплообменник"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие наиболее распространенные колонные аппараты",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Насадочные и тарельчатые"
          },
          {
            "id": 1,
            "success": false,
            "text": "Игольчатые"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поршневые"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трубные"
          }
        ]
      }
    ],
    [
      {
        "question": "Каков основной компонент природного газа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Метан"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пропан"
          },
          {
            "id": 2,
            "success": false,
            "text": "Бутан"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропилен"
          }
        ]
      }
    ],
    [
      {
        "question": "Назовите типы тарелок для тарельчатой ректификационной колонны:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ситчатые, решетчатые, колпачковые, клапанные (дисковые)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубчатые, игольчатые, фрикционные, цилиндрические"
          },
          {
            "id": 2,
            "success": false,
            "text": "Треугольные, ромбовидные, трапециевидные"
          },
          {
            "id": 3,
            "success": false,
            "text": "Трубчатые, игольчатые, ситчатые, дискообразные"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ректификационная колонна?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Цилиндрический вертикальный аппарат, оснащенный внутренними тепло- и массообменными устройствами и вспомогательными узлами, предназначенный для разделения двухкомпонентных или многокомпонентных жидких смесей на фракции, каждая из которых содержит вещества с близкой температурой кипения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тепломассообменный аппарат для разделения газовых смесей, путём избирательного поглощения их отдельных компонентов жидким абсорбентом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменная емкость, предназначенная для смешивания двух компонентов с различными температурами кипения с последующим получением флегмы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тепломассообменный аппарат, работающий под вакуумом, предназначенный для разделения жидких смесей, путём насыщения их специальными химическими компонентами"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите ПДК природного газа в воздухе рабочей зоны производственных помещений, мг/м3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "300 мг/м³"
          },
          {
            "id": 1,
            "success": false,
            "text": "250 мг/м³"
          },
          {
            "id": 2,
            "success": false,
            "text": "150 мг/м³"
          },
          {
            "id": 3,
            "success": false,
            "text": "200 мг/м³"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите маскимальную температуру куба К-701",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "107ºС"
          },
          {
            "id": 1,
            "success": false,
            "text": "80ºС"
          },
          {
            "id": 2,
            "success": false,
            "text": "75ºС"
          },
          {
            "id": 3,
            "success": false,
            "text": "120ºС"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом классифицируются теплообменные аппараты по их назначению?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Подогреватели, конденсаторы, охладители, испарители, паропреобразователи"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подогреватели, конденсаторы, охладители, испарители,"
          },
          {
            "id": 2,
            "success": false,
            "text": "Подогреватели, конденсаторы, охладители, паропреобразователи"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подогреватели, конденсаторы, испарители, паропреобразователи"
          }
        ]
      }
    ],
    [
      {
        "question": "Теплообменное оборудование - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Набор различных устройств и агрегатов, осуществляющих или способствующих передаче тепла от горячего теплоносителя холодному."
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборудование, выполняющее подготовку воздуха при производственных и промышленных процессах"
          },
          {
            "id": 2,
            "success": false,
            "text": "Оборудование предназначено для различных технологических операций"
          },
          {
            "id": 3,
            "success": false,
            "text": "Оборудование для очистки газов"
          }
        ]
      }
    ],
    [
      {
        "question": "На каком принципе основана работа предохранительного клапана?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На открывании клапана при превышении давления выше допустимого, на которое тарируется клапан"
          },
          {
            "id": 1,
            "success": false,
            "text": "На изменении проходного сечения клапана при превышении давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "На пропуске среды в прямом направлении и запирании в обратном"
          },
          {
            "id": 3,
            "success": false,
            "text": "На открывании предохранительного клапана при повороте штурвала"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем ведется продувка технологических трубопроводов перемещающих взрывопожароопасные вещества?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Азотом"
          },
          {
            "id": 1,
            "success": false,
            "text": "Воздухом КИПиА"
          },
          {
            "id": 2,
            "success": false,
            "text": "Технологическим воздухом"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ингибитор?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вещество, замедляющее или предотвращающее течение какой либо химической реакции"
          },
          {
            "id": 1,
            "success": false,
            "text": "Химическое вещество, ускоряющее реакцию, но не расходующееся в процессе реакции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вещество ускоряющее химическую реакцию"
          },
          {
            "id": 3,
            "success": false,
            "text": "Инертное вещество, увеличивающее выход готового продукта по целевой реакции"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего используют природный одорант (меркаптан)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для придания запаха малопахнущим газам и своевременной диагностики утечек газа органами обоняния человек"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для ускорения реакций"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для исключения образования гидратных пробок"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для увеличения плотности конечной смеси"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие существуют режимы движения жидкости",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ламинарный и турбулентный"
          },
          {
            "id": 1,
            "success": false,
            "text": "Статический и динамический"
          },
          {
            "id": 2,
            "success": false,
            "text": "постоянный и переменный"
          },
          {
            "id": 3,
            "success": false,
            "text": "ламинарный и переменный"
          }
        ]
      }
    ]
  ],
  "Узел окисления сульфидов": [
    [
      {
        "question": "При каком давлении в реакторах К-702/1,2 сработает СППК",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "9,7 кгс/см2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4,9 кгс/см2"
          },
          {
            "id": 2,
            "success": false,
            "text": "5,0 кгс/см2"
          },
          {
            "id": 3,
            "success": false,
            "text": "5,5 кгс/см2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой катализатор засыпан в К-702/1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "КСМ-Х"
          },
          {
            "id": 1,
            "success": false,
            "text": "ГКО‑1"
          },
          {
            "id": 2,
            "success": false,
            "text": "АНМЦ‑1"
          },
          {
            "id": 3,
            "success": false,
            "text": "DHC‑8"
          }
        ]
      }
    ],
    [
      {
        "question": "Предназначение блока в состав которого входит реактора К-702/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "окисления сульфидов"
          },
          {
            "id": 1,
            "success": false,
            "text": "реагентный"
          },
          {
            "id": 2,
            "success": false,
            "text": "озонирования"
          },
          {
            "id": 3,
            "success": false,
            "text": "охлаждения"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой продукт перекачивает насос Н-703/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "дизельное топливо"
          },
          {
            "id": 1,
            "success": false,
            "text": "конденсат"
          },
          {
            "id": 2,
            "success": false,
            "text": "сток"
          },
          {
            "id": 3,
            "success": false,
            "text": "вода"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой детали нет в составе винтового компрессора",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ременной привод."
          },
          {
            "id": 1,
            "success": false,
            "text": "Золотник степени сжатия (Vi)."
          },
          {
            "id": 2,
            "success": false,
            "text": "Золотник производительности (основной)."
          },
          {
            "id": 3,
            "success": false,
            "text": "Винтовой блок."
          }
        ]
      }
    ],
    [
      {
        "question": "Катализатор - это химическое вещество",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ускоряющее реакцию, но не расходующееся в процессе реакции"
          },
          {
            "id": 1,
            "success": false,
            "text": "Замедляющее реакцию, но не расходующееся в процессе реакции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ускоряющее реакцию и расходующееся в процессе реакции"
          },
          {
            "id": 3,
            "success": false,
            "text": "Замедляющее реакцию и расходующееся в процессе реакции"
          }
        ]
      }
    ],
    [
      {
        "question": "Предназначение огнепреградителя",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Временное предотвращение попадания в емкости с нефтепродуктами искр и открытого пламени через дыхательные клапаны и вентиляционные патрубки."
          },
          {
            "id": 1,
            "success": false,
            "text": "Защитные плиты отделяющие зону реактора с установкой УПЭ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Переносное или передвижное устройство для тушения очагов пожара"
          },
          {
            "id": 3,
            "success": false,
            "text": "Огнеупорный костюм для защиты пожарного от высоких тепловых воздействий при тушении пожара."
          }
        ]
      }
    ],
    [
      {
        "question": "Компрессор – это:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это промышленный агрегат, предназначенный для сжатия и подачи различных газов и воздуха под давлением"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это промышленный агрегат предназначенный для перемещения жидкостей"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это промышленный агрегат предназначенный для принудительной приточно-вытяжной и местной вентиляции зданий и помещений"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это промышленный агрегат предназначенный для разделения многокомпонентных систем"
          }
        ]
      }
    ],
    [
      {
        "question": "Аппараты, в которых проводят химические реакции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "химический реактор"
          },
          {
            "id": 1,
            "success": false,
            "text": "дегазатор"
          },
          {
            "id": 2,
            "success": false,
            "text": "емкость"
          },
          {
            "id": 3,
            "success": false,
            "text": "теплообменник"
          }
        ]
      }
    ],
    [
      {
        "question": "Допускается ли работа сосуда при неисправном пружинно-предохранительном клапане?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет"
          },
          {
            "id": 1,
            "success": false,
            "text": "Да"
          },
          {
            "id": 2,
            "success": false,
            "text": "Да, допускается по специально разработанной программе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Да, допускается при периодическом контроле со стороны ИТР отвечающего за безопасную эксплуатацию сосудов под давлением."
          }
        ]
      }
    ],
    [
      {
        "question": "Какая блокировка по температуре стока после реактора К-702/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "85ºС"
          },
          {
            "id": 1,
            "success": false,
            "text": "80ºС"
          },
          {
            "id": 2,
            "success": false,
            "text": "75ºС"
          },
          {
            "id": 3,
            "success": false,
            "text": "105ºС"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая блокировка по давлению низа реактора К-702/1,2, МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "0.8"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Как обозначается разрешенное давление на манометре?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Красная черта на шкале или металлическая пластинка на стекле"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не обозначается"
          },
          {
            "id": 2,
            "success": false,
            "text": "Синяя черта на шкале"
          },
          {
            "id": 3,
            "success": false,
            "text": "Печать на стекле манометра"
          }
        ]
      }
    ],
    [
      {
        "question": "Манометр не допускается к применению в случаях, когда?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Стрелка при его отключении не возвращается к нулевому показанию шкалы на величину, превышающую половину допускаемой погрешности для данного прибора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Стрелка находится в зеленой зоне"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не размечены зоны работы по цветам"
          },
          {
            "id": 3,
            "success": false,
            "text": "Манометр загрязнён"
          }
        ]
      }
    ],
    [
      {
        "question": "Что произойдет с нормально-открытым (НО) отсечным пневмоклапаном, при внезапном прекращении подачи воздуха КИП, если изначально он был закрыт?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Откроется"
          },
          {
            "id": 1,
            "success": false,
            "text": "Выйдет из строя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Останется без изменения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Откроется и выйдет из строя"
          }
        ]
      }
    ],
    [
      {
        "question": "Что произойдет с нормально-закрытым (НЗ) отсечным пневмоклапаном, при внезапном прекращении подачи воздуха КИП, если изначально он был открыт?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Закроется"
          },
          {
            "id": 1,
            "success": false,
            "text": "Выйдет из строя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Останется без изменения"
          },
          {
            "id": 3,
            "success": false,
            "text": "Закроется и выйдет из строя"
          }
        ]
      }
    ],
    [
      {
        "question": "Что обозначают символы на приборе LA?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Уровень, сигнализация"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уровень, показание"
          },
          {
            "id": 2,
            "success": false,
            "text": "Температура, показание"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сигнализатор давления"
          }
        ]
      }
    ],
    [
      {
        "question": "Что происходит при забивки слоя антрацита в Е-701",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Резкий подъем и падение уровня в Д-701"
          },
          {
            "id": 1,
            "success": false,
            "text": "изменение расхода стока в К-701/1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличение температуры в Д-701"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличение температуры в Е-701"
          }
        ]
      }
    ],
    [
      {
        "question": "Разрешается ли устанавливать на одно фланцевое соединение болты и шпильки одновременно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Запрещается"
          },
          {
            "id": 1,
            "success": false,
            "text": "Разрешается"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разрешается через одно соединение"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разрешается на трубопроводах временных линий"
          }
        ]
      }
    ],
    [
      {
        "question": "Пробное давление в сосуде - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Давление, при котором производят испытание сосуда"
          },
          {
            "id": 1,
            "success": false,
            "text": "Расчетное давление при Т= 100°С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Максимально допустимое избыточное давление сосуда (элемента), установленное по результатам технического освидетельствования или диагностирования"
          },
          {
            "id": 3,
            "success": false,
            "text": "Максимальное внутреннее или наружное давление, возникающее при нормальном протекании рабочего процесса"
          }
        ]
      }
    ],
    [
      {
        "question": "Тепловое расширение - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Способность металла увеличивать линейные размеры и объем при нагревании"
          },
          {
            "id": 1,
            "success": false,
            "text": "Свойство металла проводить теплоту"
          },
          {
            "id": 2,
            "success": false,
            "text": "Количество теплоты, которое необходимо для повышения температуры единицы массы металла на 1° С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Температура, при которой нагреваемый металл или сплав переходит из твердого в жидкое состояние"
          }
        ]
      }
    ],
    [
      {
        "question": "Вода с какой температурой должна применяться для гидравлического испытания сосуда?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С температурой не ниже 5°С и не выше 40°С"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не ниже 10°С и не выше 30°С"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не выше 20°С"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не регламентируется"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая функция АСУТП позволяет отслеживать изменения процесса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Регистрация"
          },
          {
            "id": 1,
            "success": false,
            "text": "Индикация"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сигнализация"
          },
          {
            "id": 3,
            "success": false,
            "text": "Блокировка"
          }
        ]
      }
    ],
    [
      {
        "question": "До какого содержания кислорода должна проводиться продувка аппаратов и коммуникаций перед ремонтом",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не менее 20%"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не менее 19%"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не менее 12%"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не менее 15%"
          }
        ]
      }
    ],
    [
      {
        "question": "К чему приведет увеличение частоты вращения рабочего колеса",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличение подачи"
          },
          {
            "id": 1,
            "success": false,
            "text": "Увеличение напора"
          },
          {
            "id": 2,
            "success": false,
            "text": "Увеличение КПД"
          },
          {
            "id": 3,
            "success": false,
            "text": "Снижению производительности"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком случае допускается ремонт сосудов и их элементов, находящихся под давлением?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ремонт сосудов, находящихся под давлением не допускается"
          },
          {
            "id": 1,
            "success": false,
            "text": "В исключительном случае, если остановка сосуда нарушит технологический процесс"
          },
          {
            "id": 2,
            "success": false,
            "text": "По наряду-допуску, подписанному техническим директором организации"
          },
          {
            "id": 3,
            "success": false,
            "text": "Если ремонт производится без применения сварки, пайки с принятием дополнительных мер безопасности"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая физическая величина характеризует экономичность двигателя?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Коэффициент полезного действия двигателя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Количество теплоты, полученное при сгорании топлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Произведенная двигателем механическая работа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Его мощность"
          }
        ]
      }
    ],
    [
      {
        "question": "Допускается ли работа сосуда под давлением при неисправном ППК",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не допускается"
          },
          {
            "id": 1,
            "success": false,
            "text": "Допускается"
          },
          {
            "id": 2,
            "success": false,
            "text": "Допускается, при сниженных рабочих параметрах"
          },
          {
            "id": 3,
            "success": false,
            "text": "Допускается, при согласовании с отделом технического надзора"
          }
        ]
      }
    ],
    [
      {
        "question": "Назовите высший класс герметичности запорной арматуры",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "A"
          },
          {
            "id": 1,
            "success": false,
            "text": "C"
          },
          {
            "id": 2,
            "success": false,
            "text": "G"
          },
          {
            "id": 3,
            "success": false,
            "text": "F"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем контролируется давление при испытании сосудов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Двумя манометрами одного типа, одного предела измерения, одинакового класса точности, с одинаковой ценой деления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Двумя манометрами с любым классом точности, но с такой шкалой, чтобы предел измерения находился во второй трети шкалы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Двумя манометрами с классом точности не ниже 2,5"
          },
          {
            "id": 3,
            "success": false,
            "text": "Одним манометром"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое класс точности манометра?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Процент ошибки показания прибора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Абсолютная погрешность измерения"
          },
          {
            "id": 2,
            "success": false,
            "text": "Диапазон шкалы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Истинное значение давления"
          }
        ]
      }
    ]
  ],
  "1559 нефтеловушка": [
    [
      {
        "question": "В какие емкости откачивает насос Н-401 на производство ПУ и СП",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-60/4, Е-100"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-1, Е-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-100, Е-200"
          },
          {
            "id": 3,
            "success": false,
            "text": "Во все перечисленные"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры насоса Н-401",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Q = 80 м3/ч;\r\nН = 43 м ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q = 10 м3/ч;\r\nН = 90м ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q = 20 м3/ч;\r\nН = 100м ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q = 50 м3/ч;\r\nН = 45 м ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "Какой объем емкости Е-401, м3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "25"
          },
          {
            "id": 1,
            "success": false,
            "text": "20"
          },
          {
            "id": 2,
            "success": false,
            "text": "10"
          },
          {
            "id": 3,
            "success": false,
            "text": "50"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры насоса Н-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Qmax = 57,5 м /час\r\n Рmax  = 9,5 м ст.ж."
          },
          {
            "id": 1,
            "success": false,
            "text": "Q = 10 м3/ч;\r\nН = 90м ст.ж."
          },
          {
            "id": 2,
            "success": false,
            "text": "Q = 20 м3/ч;\r\nН = 100м ст.ж."
          },
          {
            "id": 3,
            "success": false,
            "text": "Q = 50 м3/ч;\r\nН = 45 м ст.ж."
          }
        ]
      }
    ],
    [
      {
        "question": "К технологическим трубопроводам относятся",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Трубопроводы, по которым транспортируются сырьё, полуфабрикаты, пар, вода, воздух, реагенты и другие вещества, обеспечивающие ведение технологического процесса и эксплуатацию оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Трубопроводы пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "Любые трубопроводы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "последствия плохой центровки насоса с электродвигателем",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Греются подшипники насосов, большая вибрация."
          },
          {
            "id": 1,
            "success": false,
            "text": "Насос отключается"
          },
          {
            "id": 2,
            "success": false,
            "text": "насос не обеспечивает необходимую производительность"
          },
          {
            "id": 3,
            "success": false,
            "text": "насос не запускается"
          }
        ]
      }
    ],
    [
      {
        "question": "Объем жидкости, подаваемой в напорный трубопровод в единицу времени:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Расход"
          },
          {
            "id": 1,
            "success": false,
            "text": "Уровень"
          },
          {
            "id": 2,
            "success": false,
            "text": "Напор"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подача"
          }
        ]
      }
    ],
    [
      {
        "question": "Центробежные насосы это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Насос, в котором движение жидкости и необходимый напор создаются за счёт центробежной силы, возникающей при воздействии лопастей рабочего колеса."
          },
          {
            "id": 1,
            "success": false,
            "text": "Насос, в котором роль поршня выполняет гибкая пластина-диафрагма, закреплённая по краям и изгибающаяся под действием рычажного механизма или переменного давления среды"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет правильного ответа."
          },
          {
            "id": 3,
            "success": false,
            "text": "Один из видов объёмных гидромашин, в котором вытеснителями являются один или несколько поршней (плунжеров), совершающих возвратно-поступательное движение"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким способом запрещено отогревать технологические трубопроводы?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Открытым огнем"
          },
          {
            "id": 1,
            "success": false,
            "text": "Паром"
          },
          {
            "id": 2,
            "success": false,
            "text": "Горячей водой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Электротоком"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение предохранительных  клапанов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для предотвращения разрушения оборудования"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для регулирования давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для управления процессом перекачки жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для стравливания воздушных пробок"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком диапазоне температур и давления используется прокладочный материал «ФУМ»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "60 - +200 до 10 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "500 - +2700 до 800 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "300 - +1800 до 600 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1000 - +4000 до 1200 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем снабжается арматура, требующая для открытия больших усилий?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Редуктором"
          },
          {
            "id": 1,
            "success": false,
            "text": "Спец. штурвалом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Рычагом (рогаткой)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Возможны все выше перечисленные"
          }
        ]
      }
    ],
    [
      {
        "question": "Разрешается ли использовать паронитовую прокладку повторно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет"
          },
          {
            "id": 1,
            "success": false,
            "text": "Да"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разрешается, при условии отсутствия повреждений прокладки"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разрешается, при условии отсутствия новой прокладки"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего необходимо увеличение числа ступеней в центробежном насосе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличения напора"
          },
          {
            "id": 1,
            "success": false,
            "text": "Увеличения расхода"
          },
          {
            "id": 2,
            "success": false,
            "text": "Повышения экономичности"
          },
          {
            "id": 3,
            "success": false,
            "text": "Повышение надежности"
          }
        ]
      }
    ],
    [
      {
        "question": "Каково верное соотношение единиц измерения давления?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1 кгс/см2 ≈ 1 bar ≈ 0,1 мПа ≈ 1 атм ≈ 10 м.вод.ст."
          },
          {
            "id": 1,
            "success": false,
            "text": "1 кгс/см2 ≈ 1 bar ≈ 0,1 мПа ≈ 10 атм ≈ 10 м.вод.ст."
          },
          {
            "id": 2,
            "success": false,
            "text": "1 кгс/см2 ≈ 10 bar ≈ 0,1 мПа ≈ 1 атм ≈ 10 м.вод.ст."
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего сосуды должны быть оснащены запорной или запорно-регулирующей арматурой",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для управления работой и обеспечения безопасных условий эксплуатации"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для поддержания постоянной температуры и давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для исключения гидроударов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для исключения завакуумирования"
          }
        ]
      }
    ],
    [
      {
        "question": "Что обозначает буква «T», стоящая на первом месте в контуре регулирования?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Температура"
          },
          {
            "id": 1,
            "success": false,
            "text": "Давление"
          },
          {
            "id": 2,
            "success": false,
            "text": "Уровень"
          },
          {
            "id": 3,
            "success": false,
            "text": "Расход"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды вентиляции предназначены для удаления из рабочих помещений вредных токсичных паров, газов, пыли",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вытяжные системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Приточные системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Все ответы верны"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рециркуляционные системы"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие устройства используют для защиты от статистического электричества на воздуховодах приточных и вытяжных установок в помещениях категории «А»",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Установка заземления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Покраска воздуховодов приточных и вытяжных установок"
          },
          {
            "id": 2,
            "success": false,
            "text": "Дополнительных мероприятий не требуется"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сам корпус воздуховода статистически защищён"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие виды вентиляции предназначены для подачи в рабочие помещения наружного воздуха",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Приточные системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вытяжные системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Все ответы верны"
          },
          {
            "id": 3,
            "success": false,
            "text": "Рециркуляционные системы"
          }
        ]
      }
    ],
    [
      {
        "question": "Дренажная емкость для всплывающих нефтепродуктов от Е-21",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-401"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-401//1,2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет такоцй емкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-4"
          }
        ]
      }
    ],
    [
      {
        "question": "Из чего состоит гидроэлеватор",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "сопла, входной части гидроэлеватора, горловины, диффузора и патрубка подачи воды под давлением"
          },
          {
            "id": 1,
            "success": false,
            "text": "входной части гидроэлеватора, горловины, диффузора и патрубка подачи воды под давлением"
          },
          {
            "id": 2,
            "success": false,
            "text": "диффузора и патрубка подачи воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "сопла, горловины, диффузора и патрубка подачи воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена канализационная насосная станция",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для приема и откачки в безнапорные канализации химзагрязненных и бытовых стоков"
          },
          {
            "id": 1,
            "success": false,
            "text": "для  откачки в безнапорные канализации химзагрязненных и бытовых стоков"
          },
          {
            "id": 2,
            "success": false,
            "text": "для приема и откачки в безнапорные канализации всех стоков"
          },
          {
            "id": 3,
            "success": false,
            "text": "для приема и откачки химзагрязненной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Прибор для регистрации расхода бытовых стоков",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "FR-59-02"
          },
          {
            "id": 1,
            "success": false,
            "text": "FR-59"
          },
          {
            "id": 2,
            "success": false,
            "text": "FR-59-01"
          },
          {
            "id": 3,
            "success": false,
            "text": "FR-59/1,2"
          }
        ]
      }
    ],
    [
      {
        "question": "Бытовые стоки с производства мономеров и производства полиэтилена  куда поступают?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "НСК-3"
          },
          {
            "id": 1,
            "success": false,
            "text": "НСК-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "НСК-1"
          },
          {
            "id": 3,
            "success": false,
            "text": "НК-3"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление нагнетания \r\nнасоса Н-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(0,5 – 2,5) кгс/см2"
          },
          {
            "id": 1,
            "success": false,
            "text": "2,5 кгс/см2"
          },
          {
            "id": 2,
            "success": false,
            "text": "(1 – 2,5) кгс/см2"
          },
          {
            "id": 3,
            "success": false,
            "text": "(0,5 кгс/см2"
          }
        ]
      }
    ],
    [
      {
        "question": "Уровень в емкости Е-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(20-70) %"
          },
          {
            "id": 1,
            "success": false,
            "text": "(20-80) %"
          },
          {
            "id": 2,
            "success": false,
            "text": "(10-70) %"
          },
          {
            "id": 3,
            "success": false,
            "text": "(30-70) %"
          }
        ]
      }
    ],
    [
      {
        "question": "Блокировка при понижении давления нагнетания насоса Н-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,4 кгс/см2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4 кгс/см2"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3 кгс/см2"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,5 кгс/см2"
          }
        ]
      }
    ],
    [
      {
        "question": " Блокировка при загазованности в помещении насосной тит.1559",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "11 %"
          },
          {
            "id": 1,
            "success": false,
            "text": "15%"
          },
          {
            "id": 2,
            "success": false,
            "text": "10 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "20 %"
          }
        ]
      }
    ],
    [
      {
        "question": "Расход предварительно очищенных химзагрязненных стоков",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "FR-59-01"
          },
          {
            "id": 1,
            "success": false,
            "text": "FR-59-02"
          },
          {
            "id": 2,
            "success": false,
            "text": "FR-59"
          },
          {
            "id": 3,
            "success": false,
            "text": "FR-59-01/02"
          }
        ]
      }
    ],
    [
      {
        "question": "Из какой емости периодически вывозится на полигон токсичных отходов шлам",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-400/1-2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-400"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-401"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-40"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначена нефтеловушка",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для очистки сточных вод от нефти и нефтепродуктов."
          },
          {
            "id": 1,
            "success": false,
            "text": "для сбора сточных вод от нефти и нефтепродуктов."
          },
          {
            "id": 2,
            "success": false,
            "text": "для сбора сточных вод от примесей."
          },
          {
            "id": 3,
            "success": false,
            "text": "для сбора сточных вод от масла."
          }
        ]
      }
    ]
  ],
  "Узел озонирования": [
    [
      {
        "question": "Как называется устройство для барботажа озоно-кислородной смеси  в АКБ-1/1-10",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "диспергатор"
          },
          {
            "id": 1,
            "success": false,
            "text": "распылитель"
          },
          {
            "id": 2,
            "success": false,
            "text": "озонатор"
          },
          {
            "id": 3,
            "success": false,
            "text": "размельчитель"
          }
        ]
      }
    ],
    [
      {
        "question": "Позиция оборудования где происходит превращение кислорода в озон ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "генератор озона"
          },
          {
            "id": 1,
            "success": false,
            "text": "осушитель"
          },
          {
            "id": 2,
            "success": false,
            "text": "Реактор"
          },
          {
            "id": 3,
            "success": false,
            "text": "ресивер"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены деструкторы озона ДО-1/1÷10 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для разложения озона"
          },
          {
            "id": 1,
            "success": false,
            "text": "для дегазации"
          },
          {
            "id": 2,
            "success": false,
            "text": "для окисления"
          },
          {
            "id": 3,
            "success": false,
            "text": "для распределения"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем производится регенерация цеолита отработавшего осушителя ОВБ-1/1,2  ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "частью осушенного воздуха от осушителя, находящегося в работе"
          },
          {
            "id": 1,
            "success": false,
            "text": "воздухом КИП"
          },
          {
            "id": 2,
            "success": false,
            "text": "техническим воздухом"
          },
          {
            "id": 3,
            "success": false,
            "text": "азотом"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип компрессора ВКУ-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "винтовой"
          },
          {
            "id": 1,
            "success": false,
            "text": "поршневой"
          },
          {
            "id": 2,
            "success": false,
            "text": "спиральный"
          },
          {
            "id": 3,
            "success": false,
            "text": "шестеренчатый"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая реакция происходит в ГО",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С выделением тепла"
          },
          {
            "id": 1,
            "success": false,
            "text": "С поглощением тепла"
          },
          {
            "id": 2,
            "success": false,
            "text": "нейтральная"
          },
          {
            "id": 3,
            "success": false,
            "text": "реакция нейтрализации"
          }
        ]
      }
    ],
    [
      {
        "question": "Для снятия тепловой энергии в процессе производства озона на установке смонтирована ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "холодильная установка"
          },
          {
            "id": 1,
            "success": false,
            "text": "теплообменник"
          },
          {
            "id": 2,
            "success": false,
            "text": "насос"
          },
          {
            "id": 3,
            "success": false,
            "text": "нейтрализатор"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком давлении на В-1 сработает СППК",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "9,2 кгс/см2"
          },
          {
            "id": 1,
            "success": false,
            "text": "4,9 кгс/см2"
          },
          {
            "id": 2,
            "success": false,
            "text": "5,0 кгс/см2"
          },
          {
            "id": 3,
            "success": false,
            "text": "5,5 кгс/см2"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком расходе кислородо-воздушной смеси остановится по блокировке генератор озона",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отсутствие"
          },
          {
            "id": 1,
            "success": false,
            "text": "5 м3/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "7 м3/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "10 м3/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "чем по своей природе является озон",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "сильным окислителем"
          },
          {
            "id": 1,
            "success": false,
            "text": "сильным восстановителем"
          },
          {
            "id": 2,
            "success": false,
            "text": "инертным газом"
          },
          {
            "id": 3,
            "success": false,
            "text": "продуктом жизнедеятельности анаэробных микроорганизмов."
          }
        ]
      }
    ],
    [
      {
        "question": "Катализатор применяемый в деструкторе озона",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Гопталюм"
          },
          {
            "id": 1,
            "success": false,
            "text": "Активированный уголь"
          },
          {
            "id": 2,
            "success": false,
            "text": "Цеолит"
          },
          {
            "id": 3,
            "success": false,
            "text": "Термокатализатор"
          }
        ]
      }
    ],
    [
      {
        "question": "Молекулярная масса озона",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "48 г/моль"
          },
          {
            "id": 1,
            "success": false,
            "text": "16 г/моль"
          },
          {
            "id": 2,
            "success": false,
            "text": "64 г/моль"
          },
          {
            "id": 3,
            "success": false,
            "text": "32 г/моль"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое экзотермическая реакция?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Реакция, протекающая с выделением теплоты"
          },
          {
            "id": 1,
            "success": false,
            "text": "Реакция, протекающая с поглощением теплоты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Реакция, протекающая только при нагревании"
          },
          {
            "id": 3,
            "success": false,
            "text": "Реакция, протекающая только при постоянном отводе теплоты"
          }
        ]
      }
    ],
    [
      {
        "question": "Из скольких атомов кислорода состоит озон?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая максимальная нагрузка по току в ГО-1/1,2, кВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "10"
          },
          {
            "id": 1,
            "success": false,
            "text": "15"
          },
          {
            "id": 2,
            "success": false,
            "text": "8"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько стеклоэлектродов в генераторе озона ГО-1/1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "270"
          },
          {
            "id": 1,
            "success": false,
            "text": "150"
          },
          {
            "id": 2,
            "success": false,
            "text": "200"
          },
          {
            "id": 3,
            "success": false,
            "text": "3.2"
          }
        ]
      }
    ],
    [
      {
        "question": "Что измеряет ОЗОН-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "концентрацию озона на выходе из ГО"
          },
          {
            "id": 1,
            "success": false,
            "text": "расход озона"
          },
          {
            "id": 2,
            "success": false,
            "text": "расход воды в озонатор"
          },
          {
            "id": 3,
            "success": false,
            "text": "температуру"
          }
        ]
      }
    ],
    [
      {
        "question": "Химический состав атмосферного воздуха (в %).",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кислород - 21%, азот - 78%, инертные газы - 0.97%, углекислый газ - 0.03%"
          },
          {
            "id": 1,
            "success": false,
            "text": "Кислород - 78%, азот - 21%, инертные газы - 0.97%, углекислый газ - 0.03%"
          },
          {
            "id": 2,
            "success": false,
            "text": "Кислород - 80%, инертные газы - 19.97%, углекислый газ - 0.03%"
          },
          {
            "id": 3,
            "success": false,
            "text": "Кислород - 21%, азот -59%, инертные газы - 19.97%, углекислый газ - 0.03%,"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой цвет должен быть окрашен трубопровод промышленного воздуха?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Синий"
          },
          {
            "id": 1,
            "success": false,
            "text": "Желтый"
          },
          {
            "id": 2,
            "success": false,
            "text": "Черный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Красный"
          }
        ]
      }
    ],
    [
      {
        "question": "Что указано на маховике запорной арматуры?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Стрелочный указатель направления открытия и закрытия"
          },
          {
            "id": 1,
            "success": false,
            "text": "Заводской номер"
          },
          {
            "id": 2,
            "success": false,
            "text": "Марка стали"
          },
          {
            "id": 3,
            "success": false,
            "text": "Технологический номер"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько аэраторов установлено в каждом аппарате АКБ-1/1-10",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "7"
          },
          {
            "id": 1,
            "success": false,
            "text": "8"
          },
          {
            "id": 2,
            "success": false,
            "text": "9"
          },
          {
            "id": 3,
            "success": false,
            "text": "6"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько ультрафиолетовых ламп установлено в каждой КОУ-1/1-10",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Нормы технологического режима по содержанию кислорода в Р-1/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "90-95%"
          },
          {
            "id": 1,
            "success": false,
            "text": "80-85%"
          },
          {
            "id": 2,
            "success": false,
            "text": "85-90%"
          },
          {
            "id": 3,
            "success": false,
            "text": "80-100%"
          }
        ]
      }
    ],
    [
      {
        "question": "Нормы технологического режима по содержанию кислорода в Р-2/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80-85%"
          },
          {
            "id": 1,
            "success": false,
            "text": "90-95%"
          },
          {
            "id": 2,
            "success": false,
            "text": "80-100%"
          },
          {
            "id": 3,
            "success": false,
            "text": "85-90%"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая должна быть задержка пуска второго генератора кислорода относительно первого, после закрытия обоих клапанов на адсорберах А/B или C/D",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "20 сек."
          },
          {
            "id": 1,
            "success": false,
            "text": "18 сек."
          },
          {
            "id": 2,
            "success": false,
            "text": "22 сек."
          },
          {
            "id": 3,
            "success": false,
            "text": "15 сек."
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен ШВП-1/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для подогрева воздуха на всасе ВКУ-1/1,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для подогрева воздуха в помещении"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для подогрева кислорода"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для подогрева озона"
          }
        ]
      }
    ],
    [
      {
        "question": "Откуда поступают стоки в блок озонирования",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Блок охлаждения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Блок окисления сульфидов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Блок очистки от углеводородов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Реагентный блок"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой материал засыпан в генераторы кислорода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Цеолит"
          },
          {
            "id": 1,
            "success": false,
            "text": "Гопталюм"
          },
          {
            "id": 2,
            "success": false,
            "text": "Активированный уголь"
          },
          {
            "id": 3,
            "success": false,
            "text": "Термокатализатор"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько фильтров установлено перед генератором кислорода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимально допустимый уровень в АКБ-1/1-10",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,032 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,025 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,035 Мпа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,022 Мпа"
          }
        ]
      }
    ]
  ],
  "Котел": [
    [
      {
        "question": "Каким образом должен осуществляться контроль исправности пружинного предохранительного клапана, если принудительное его открывание нежелательно по условиям технологического процесса?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Исправность пружинного предохранительного клапана контролируется путем проверки его срабатывания на стендах"
          },
          {
            "id": 1,
            "success": false,
            "text": "Исправность пружинного предохранительного клапана контролируется путем кратковременного повышения давления в сосуде до значения срабатывания предохранительного клапана"
          },
          {
            "id": 2,
            "success": false,
            "text": "Исправность пружинного предохранительного клапана контролируется при его отключении от сосуда с помощью запорной арматуры, установленной между сосудом и предохранительным клапаном"
          },
          {
            "id": 3,
            "success": false,
            "text": "Исправность пружинного предохранительного клапана контролируется путем установки на сосуде двух клапанов, один из которых находится в резерве и подключается при проверке основного клапана"
          }
        ]
      }
    ],
    [
      {
        "question": "Периодичность проверки рабочих манометров с помощью контрольного?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не реже одного раза в 6 месяцев"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не реже одного раза в квартал"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не реже одного раза в неделю"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не реже одного раза в месяц"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой целью проводится гидравлической испытание трубопроводов и их элементов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для проверки прочности и плотности труб-дов и их элементов, сварных и др. соединений"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для установки макс. выдерживаемого давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для подтверждения паспортных хар-тик"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все требования указаны верно"
          }
        ]
      }
    ],
    [
      {
        "question": "Где должна находиться стрелка манометра при измерении предела рабочего давления сосудов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В пределах второй трети шкалы"
          },
          {
            "id": 1,
            "success": false,
            "text": "В середине шкалы"
          },
          {
            "id": 2,
            "success": false,
            "text": "В пределах шкалы"
          },
          {
            "id": 3,
            "success": false,
            "text": "в начале шкалы"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие сроки производится проверка манометров с их опломбированием и клеймением",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не реже одного раза в 12 месяцев, если иные сроки не установлены в документах на манометр"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не реже одного раза в 6 месяцев"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не реже одного раза в 10 месяцев"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не реже одного раза в 3 месяца"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите правильный ответ условного обозначения КИПиА: сигнализация",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "A"
          },
          {
            "id": 1,
            "success": false,
            "text": "R"
          },
          {
            "id": 2,
            "success": false,
            "text": "S"
          },
          {
            "id": 3,
            "success": false,
            "text": "I"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой вид расходомера измеряет массовый расход жидкости или газа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Кориолисовый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вихревой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Диафрагменный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ультразвуковой"
          }
        ]
      }
    ],
    [
      {
        "question": "Шкала манометра, установленного на паровом котле, выбирается из условия, чтобы при рабочем давлении стрелка манометра находилась в:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Второй трети шкалы манометра"
          },
          {
            "id": 1,
            "success": false,
            "text": "Первой трети шкалы манометра"
          },
          {
            "id": 2,
            "success": false,
            "text": "Последней трети шкалы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Требования не устанавливаются"
          }
        ]
      }
    ],
    [
      {
        "question": "Первое действие при возгорании на территории установки?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Сообщить диспетчеру /нач.смены, в ПЧ, руководству цеха"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пустить в работу систему пенотушения в насосных, подслойное тушение на резервуарах"
          },
          {
            "id": 2,
            "success": false,
            "text": "Отключить все электроустановки"
          },
          {
            "id": 3,
            "success": false,
            "text": "Незамедлительно приступить к эвакуации."
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите главную цель приточно-вытяжной вентиляции",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Обеспечение производственных помещений свежим воздушным потоком и удаление отработанного, загрязненного воздуха"
          },
          {
            "id": 1,
            "success": false,
            "text": "Удаление загрязненного воздуха"
          },
          {
            "id": 2,
            "success": false,
            "text": "Обеспечение производственных помещений свежим воздушным потоком"
          },
          {
            "id": 3,
            "success": false,
            "text": "Поддержание микроклимата в помещении"
          }
        ]
      }
    ],
    [
      {
        "question": "Через какое время закрывается направляющий аппарат после остановки дымососа?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "20 мин"
          },
          {
            "id": 1,
            "success": false,
            "text": "10 мин"
          },
          {
            "id": 2,
            "success": false,
            "text": "15 мин"
          },
          {
            "id": 3,
            "success": false,
            "text": "5 мин"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое требование к эксплуатации манометров на котлах указано неверно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Манометр должен быть установлен так, чтобы его показания были отчетливо видны обслуживающему персоналу, при этом шкала манометра выбирают исходя из условия, что при рабочем давлении стрелка манометра должна находиться в первой трети шкалы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Шкалу манометра выбирают исходя из условия, что при рабочем давлении стрелка манометра должна находиться во второй трети шкалы"
          },
          {
            "id": 2,
            "success": false,
            "text": "На шкале манометра должна быть нанесена красная черта на уровне деления, соответствующего рабочему давлению для данного элемента с учетом добавочного давления от веса столба жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Взамен красной черты на шкале манометра допускается прикреплять к корпусу манометра пластинку из металла (или иного материала соответствующей прочности), окрашенную в красный цвет и плотно прилегающую к стеклу манометра"
          }
        ]
      }
    ],
    [
      {
        "question": "Можно ли эксплуатировать котел с недействующим предохранительным клапаном?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Эксплуатация котлов с недействующим предохранительным устройством не допускается"
          },
          {
            "id": 1,
            "success": false,
            "text": "Можно"
          },
          {
            "id": 2,
            "success": false,
            "text": "Можно только с одним неисправным предохранительным клапаном"
          },
          {
            "id": 3,
            "success": false,
            "text": "Можно при рабочем давлении до 1,3 Мпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите показатели котловой воды из паросборника (непрерывная продувка)<br />1. Массовая концентрация ортофосфатов, мг/дм3<br />2. Величина рН<br />3. Щелочность по фенолфталеину, ммоль/дм3<br />4. Массовая концентрация кремнекислоты в пересчете на двуокись кремния, мг/дм3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. (2 – 6)<br />2. (9,0 – 9,8)<br />3. Не более 0,5<br />4. Не более 1,0"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. (2 – 8)<br />2. (9,0 – 9,8)<br />3. Отсутствие<br />4. Не более 1,0"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. (2 – 6)<br />2. (9,0 – 9,2)<br />3. не более 0.5<br />4. Не более 40"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. (2 – 9)<br />2. (9,0 – 9,8)<br />3. Не более 0,5<br />4. Не более 40"
          }
        ]
      }
    ],
    [
      {
        "question": "Насыщенный пар из паросборника котла<br />1. Массовая концентрация кремнекислоты в пересчете на двуокись кремния, мкг/дм3<br />2. Массовая концентрация аммиака, мкг/дм3<br />3. Массовая концентрация натрия, мкг/дм3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Не более 15<br />2. Не более 500<br />3. Не более 10"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Не более 15<br />2. Не более 1000<br />3. Не более 10"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. Не более 15<br />2. Не более 500<br />3. (2 – 6)"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Не более 15<br />2. Не более 1000<br />3. (2 – 6)"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы технологического режима - температура пара на выходе из котла?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(390 – 410) ˚С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(400 – 420) ˚С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(380 – 440) ˚С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(390 – 450) ˚С"
          }
        ]
      }
    ],
    [
      {
        "question": "В течении какого времени вентилируется топка после погасания всех горелок?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Не менее 15 мин"
          },
          {
            "id": 1,
            "success": false,
            "text": "Не менее 5 мин"
          },
          {
            "id": 2,
            "success": false,
            "text": "Не менее 10 мин"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не более 20 мин"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие блокировочные значения уровня в барабане B-H-05",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "210 мм; -250 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "50 мм; -50 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "100 мм; -100 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "110 мм; -150 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "На какие регулирующие клапана подается ПВ-35 от питательных насосов B-P-01A,B и B-P-02A,B",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "TCV-16; TCV-17"
          },
          {
            "id": 1,
            "success": false,
            "text": "TCV-02; TCV-17"
          },
          {
            "id": 2,
            "success": false,
            "text": "TCV-01; TCV-02"
          },
          {
            "id": 3,
            "success": false,
            "text": "TCV-03;  TCV-01;"
          }
        ]
      }
    ],
    [
      {
        "question": "На какие регулирующие клапана подается ПВ-150 от питательных насосов B-P-01A,B и B-P-02A,B",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "TCV-01; TCV-10; TCV-02"
          },
          {
            "id": 1,
            "success": false,
            "text": "TCV-02; TCV-17"
          },
          {
            "id": 2,
            "success": false,
            "text": "TCV-16; TCV-17"
          },
          {
            "id": 3,
            "success": false,
            "text": "TCV-01; TCV-07"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение котолв  на вспомогательной котельной",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Поддержание давления пара П100 в коллекторе для ПМ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Выработка пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поддержание температуры пара"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подача пара для выработки электоэнергии"
          }
        ]
      }
    ],
    [
      {
        "question": "Реагент применяем при обработки в барабане питательной воды  котлов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "тринатрийфосфат"
          },
          {
            "id": 1,
            "success": false,
            "text": "аммиак"
          },
          {
            "id": 2,
            "success": false,
            "text": "гидразин-гидрат"
          },
          {
            "id": 3,
            "success": false,
            "text": "щелочь"
          }
        ]
      }
    ],
    [
      {
        "question": "Реагент применяем при обработки дименерализованной воды в деэараторе",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "аммиак, гидразин-гидрат"
          },
          {
            "id": 1,
            "success": false,
            "text": "аммиак, фосфаты"
          },
          {
            "id": 2,
            "success": false,
            "text": "гидразин,фосфаты"
          },
          {
            "id": 3,
            "success": false,
            "text": "щелочь, гидрозин"
          }
        ]
      }
    ],
    [
      {
        "question": "рН питательной воды из деэаратора",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "9-9,2"
          },
          {
            "id": 1,
            "success": false,
            "text": "9,0-9,8"
          },
          {
            "id": 2,
            "success": false,
            "text": "9,0-9,4"
          },
          {
            "id": 3,
            "success": false,
            "text": "8,8-9,2"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление срабатывания ИПК на барабанах котлов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "13,4 МПа, 13,45 МПА"
          },
          {
            "id": 1,
            "success": false,
            "text": "12,4 МПа, 13,45 МПА"
          },
          {
            "id": 2,
            "success": false,
            "text": "13,4 МПа, 14,45 МПА"
          },
          {
            "id": 3,
            "success": false,
            "text": "11,4 МПа, 12,45 МПА"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление срабатывания ИПК на выходе из  котлов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "12,5 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "13,4 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "13,45 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "12 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Рекомендуемый расход непрерывной продуквки при нормальной работе котла",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "до 1%"
          },
          {
            "id": 1,
            "success": false,
            "text": "до 10%"
          },
          {
            "id": 2,
            "success": false,
            "text": "до 2,5 %"
          },
          {
            "id": 3,
            "success": false,
            "text": "до 3%"
          }
        ]
      }
    ],
    [
      {
        "question": "Количество клапанов, которые применяются для регулирования уровня питательной воды в барабане котолов",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Минимальное давление питательной воды при котором происходит включение резервного насоса после насосов  В-Р-01А,В В-Р-02А,В в ЭКО",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "13,0 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "13,5 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "12,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "11 МПА"
          }
        ]
      }
    ],
    [
      {
        "question": "Минимальное давление питательной воды при котором происходит включение резервного насоса после питательных насосов к котлам-утилизаторам",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "14,5 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "14 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "13,5 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "15 МПА"
          }
        ]
      }
    ]
  ],
  "Дем.вода": [
    [
      {
        "question": "Для чего предназначен декарбонизатор?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для удаления СО2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для удаления O2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для удаления CO"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для удаления Noх"
          }
        ]
      }
    ],
    [
      {
        "question": "Назначение установки умягчения воды котельной",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Удаление катионов Ca2+ и Mg2+"
          },
          {
            "id": 1,
            "success": false,
            "text": "Удаление катионов Na+ и Fe+"
          },
          {
            "id": 2,
            "success": false,
            "text": "Удаление катионов Fe2+ и Mg2+"
          },
          {
            "id": 3,
            "success": false,
            "text": "Удаление катионов Ca2+ и Na2+"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое влияние оказывает снижение температуры исходной воды на процесс коагуляции?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Интенсивность движения частиц затухает, снижается вероятность сближения и слипания частиц, замедляется гидролиз и образование гидроксидов металлов."
          },
          {
            "id": 1,
            "success": false,
            "text": "Интенсивность движения частиц увеличивается, снижается вероятность сближения и слипания частиц, замедляется гидролиз и образование гидроксидов металлов."
          },
          {
            "id": 2,
            "success": false,
            "text": "Интенсивность движения частиц затухает, повышается вероятность сближения и слипания частиц, ускоряется гидролиз и образование гидроксидов металлов."
          },
          {
            "id": 3,
            "success": false,
            "text": "Интенсивность движения частиц не изменяется, снижается вероятность сближения и слипания частиц, замедляется гидролиз и образование гидроксидов металлов."
          }
        ]
      }
    ],
    [
      {
        "question": "От каких примесей позволяет избавиться предварительная очистка воды?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "От грубодисперстных, коллоидных, частично молекулярных"
          },
          {
            "id": 1,
            "success": false,
            "text": "От микроорганизмов"
          },
          {
            "id": 2,
            "success": false,
            "text": "от органических веществ и микроорганизмов"
          },
          {
            "id": 3,
            "success": false,
            "text": "от неорганических веществ и микроорганизмов"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите верное наименование трубопровода, по которому подаёт техническая вода на осветлители?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В8Н"
          },
          {
            "id": 1,
            "success": false,
            "text": "В11"
          },
          {
            "id": 2,
            "success": false,
            "text": "В10"
          },
          {
            "id": 3,
            "success": false,
            "text": "В11Н"
          }
        ]
      }
    ],
    [
      {
        "question": "Требования к предохранительным клапанам",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Предохранительные клапаны должны иметь отводящие трубопроводы для обеспечения безопасности обсуживающего персонала. Эти трубопроводы должны быть защищены от замерзания и оборудованы дренажами для слива конденсата. Установка запорных устройств на дренажах не допускается."
          },
          {
            "id": 1,
            "success": false,
            "text": "Предохранительные клапаны должны иметь отводящие трубопроводы для обеспечения безопасности обсуживающего персонала."
          },
          {
            "id": 2,
            "success": false,
            "text": "Предохранительные клапаны должны иметь отводящие трубопроводы для обеспечения безопасности обсуживающего персонала. Эти трубопроводы должны быть защищены от замерзания и оборудованы дренажами для слива конденсата."
          },
          {
            "id": 3,
            "success": false,
            "text": "Предохранительные клапаны должны иметь отводящие трубопроводы"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите допустимый уровень вибрации для работы динамического оборудования:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Менее 7,1 мкм/с"
          },
          {
            "id": 1,
            "success": false,
            "text": "Свыше 7,5 мкм/с"
          },
          {
            "id": 2,
            "success": false,
            "text": "Свыше 7,3 мкм/с"
          },
          {
            "id": 3,
            "success": false,
            "text": "Свыше 9 мкм/с"
          }
        ]
      }
    ],
    [
      {
        "question": "Кавитация — это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Постепенное разрушение лопаток и корпуса центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости"
          },
          {
            "id": 1,
            "success": false,
            "text": "Постепенное разрушение корпуса центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разрушение подшипников центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "Постепенное разрушение лопаток и ротора центробежного насоса под действием множества микроударов, возникающих при захлопывании пузырьков паров жидкости"
          }
        ]
      }
    ],
    [
      {
        "question": "Рабочая часть характеристики насоса это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Зона, в пределах которой рекомендуется эксплуатация насоса"
          },
          {
            "id": 1,
            "success": false,
            "text": "Зона, за пределами которой рекомендуется эксплуатация насоса"
          },
          {
            "id": 2,
            "success": false,
            "text": "10% от рекомендуемых пределов эксплуатации насоса"
          },
          {
            "id": 3,
            "success": false,
            "text": "40% от рекомендуемых пределов эксплуатации насоса"
          }
        ]
      }
    ],
    [
      {
        "question": "Пробоотборные устройства на оборудовании предназначены для",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отбора проб воды на химические и микробиологические анализы"
          },
          {
            "id": 1,
            "success": false,
            "text": "сброса воды с емкостей, резервуаров"
          },
          {
            "id": 2,
            "success": false,
            "text": "визуального определения качества воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "для дистанционного определения качества проб"
          }
        ]
      }
    ],
    [
      {
        "question": "Выбрать деталь не относящиеся к деталям центробежного насоса:<br />1. Приемный патрубок<br />2. Выкидной патрубок<br />3. Рабочее колесо<br />4. Червячная пара с зубчатым колесом",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Где должно быть установлено заземление при работе электродвигателя насоса",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На любом участке кабельной линии, соединяющий электродвигатель насоса и РУ, щит, сборку"
          },
          {
            "id": 1,
            "success": false,
            "text": "Заземляются отсоединенные от электродвигателя жилы кабеля"
          },
          {
            "id": 2,
            "success": false,
            "text": "Заземление накладывается на жилы кабеля РУ, щите, сборке"
          },
          {
            "id": 3,
            "success": false,
            "text": "На любом участке кабельной линии, соединяющий электродвигатель насоса и РУ, щит, сборку<br />Заземляются отсоединенные от электродвигателя жилы кабеля"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком условном проходе запорная арматура должна применяться с управляющим приводом?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "более 400 мм"
          },
          {
            "id": 1,
            "success": false,
            "text": "более 600 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "более 1000 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "более 50 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие данные указываются на регистрационной табличке, прикрепленной к корпусу предохранительного клапана",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Индивидуальный номер клапана;<br />место установки (производство, номер установки (цеха), обозначение аппарата, трубопровода по технологической схеме);<br />установочное давление Руст;<br />рабочее давление в сосуде, аппарате, трубопроводе Рраб."
          },
          {
            "id": 1,
            "success": false,
            "text": "Место установки – цех, условное наименование установки или его номер, обозначение аппарата по технологической схеме; установочное давление – Руст; рабочее давление в аппарате – Рр, сечение клапана –Ду"
          },
          {
            "id": 2,
            "success": false,
            "text": "Место установки – цех, условное наименование установки или его номер, обозначение аппарата по технологической схеме; рабочее давление в аппарате – Рр, масса клапана"
          },
          {
            "id": 3,
            "success": false,
            "text": "Место установки – цех, условное наименование установки или его номер, обозначение аппарата по технологической схеме; условное давление – Руст; рабочее давление в аппарате – Рр"
          }
        ]
      }
    ],
    [
      {
        "question": "Что применяется в качестве ионитов в фильтрах?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Смола"
          },
          {
            "id": 1,
            "success": false,
            "text": "Раствор кислоты"
          },
          {
            "id": 2,
            "success": false,
            "text": "Раствор щёлочи"
          },
          {
            "id": 3,
            "success": false,
            "text": "Растворы кислоты и щёлочи"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая вода называется «сырой»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вода, не проходившая химическую обработку и очистку от механических примесей"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вода, заданных проектом параметров"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вода, прошедшая химическую и термическую обработку"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вода, циркулирующая внутри котла"
          }
        ]
      }
    ],
    [
      {
        "question": "Характеристика насоса позиция Р-05:1. ТИП2. Расход, м3/ч3. Высота подъёма, м.вод.ст.4. Мощность эл.двигателя, кВт5. Частота вращения вала, об/мин",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. центробежный\r\n2. 225\r\n3. 88\r\n4. 90\r\n5. 3000"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. центробежный\r\n2. 225\r\n3. 88\r\n4. 80\r\n5. 3000"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. консольный\r\n2. 200\r\n3. 88\r\n4. 90\r\n5. 3000"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. центробежный\r\n2. 225\r\n3. 150\r\n4. 90\r\n5. 3000"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая из представленных реакций не протекает в процессе фильтрования на Н-катионитовых фильтрах: \r\n1. 2НR + Ca(HCO3)2 → CaR2 + 2H2O + 2CO2;\r\n2. 2НR + Mg(HCO3)2 → MgR2 + 2H2O + 2CO2; \r\n3. 2НR + MgSO4 → MgR2 + H2SO4;\r\n4. 2НR + Na2CO3 → 2NaR + H2CO3.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "Материальный баланс - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Соотношение между количеством исходного сырья, использованных в производстве, и количеством фактически полученной готовой продукции, побочных продуктов отходов и потерь"
          },
          {
            "id": 1,
            "success": false,
            "text": "Соотношение между получаемым и отдаваемым во внешнюю среду количеством тепла за определенный период времени"
          },
          {
            "id": 2,
            "success": false,
            "text": "Соотношение между количеством поступившего сырья, используемого сырья и количеством фактически полученной готовой продукции, побочных продуктов отходов и потерь"
          },
          {
            "id": 3,
            "success": false,
            "text": "Соотношение между отдаваемым количеством тепла и потерями во внешнюю среду за определенный период времени"
          }
        ]
      }
    ],
    [
      {
        "question": "По каким параметрам процесса происходит останов регенерации ниток?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Давление воздуха КИП в трубопроводе после баллона Т-17\r\n2. Расход воды в трубопроводе на входе в фильтр V-03\r\n3. Расход воды для приготовления раствора\r\nкислоты для фильтра V-02"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Давление воздуха КИП в трубопроводе после баллона Т-17\r\n2. Расход воды в трубопроводе дем.воды на котёл\r\n3. Расход воды для приготовления раствора\r\nкислоты для фильтра V-02"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. Давление воздуха КИП в трубопроводе после баллона Т-17\r\n2. Расход воды в трубопроводе на входе в фильтр V-03\r\n3. Расход воды для приготовления раствора\r\nкислоты для фильтра V-02\r\n4. Расход кислоты на Р-13"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Давление воздуха КИП в трубопроводе после баллона Т-17\r\n2. Расход воды в трубопроводе на входе в фильтр V-03\r\n3. Расход воды для приготовления раствора\r\nкислоты для фильтра V-02\r\n4. Расход кислоты на Р-13\r\n5. Расход щёлочи на Р-20"
          }
        ]
      }
    ],
    [
      {
        "question": "Катионитовые фильтра",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "V-02 А,В,С"
          },
          {
            "id": 1,
            "success": false,
            "text": "V-02/1,2,3"
          },
          {
            "id": 2,
            "success": false,
            "text": "V-03 А,В,С"
          },
          {
            "id": 3,
            "success": false,
            "text": "V-03 1,2,3"
          }
        ]
      }
    ],
    [
      {
        "question": "Анионитовые фильтра",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "V-03 А,В,С"
          },
          {
            "id": 1,
            "success": false,
            "text": "V-02/1,2,3"
          },
          {
            "id": 2,
            "success": false,
            "text": "V-02 А,В,С"
          },
          {
            "id": 3,
            "success": false,
            "text": "V-03 1,2,3"
          }
        ]
      }
    ],
    [
      {
        "question": "Характеристика насоса позиция Р-05:\r\n1. ТИП\r\n2. Расход, м3/ч",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. центробежный\r\n2. 225"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. объемный\r\n2. 225"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. плунжерный\r\n2. 300"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. центробежный\r\n2. 227"
          }
        ]
      }
    ],
    [
      {
        "question": "Система водоподготовки производства мономеров включает следующие стадии:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "очистка исходной речной воды коагуляцией и флокуляцией в осветлителях;\r\n- очистка от мехпримесей на механических фильтрах;\r\n- обработка воды методом ионного обмена на водород-катионитовых и анионитовых фильтрах первой и второй ступени с декарбонизацией\r\n- глубокое обессоливание на фильтрах смешанного действия (ФСД)"
          },
          {
            "id": 1,
            "success": false,
            "text": "очистка исходной речной воды коагуляцией и флокуляцией в осветлителях;\r\n- обработка воды методом ионного обмена на водород-катионитовых и анионитовых фильтрах первой и второй ступени с декарбонизацией\r\n- глубокое обессоливание на фильтрах смешанного действия (ФСД)"
          },
          {
            "id": 2,
            "success": false,
            "text": "очистка исходной речной воды коагуляцией и флокуляцией в осветлителях;\r\n- глубокое обессоливание на фильтрах смешанного действия (ФСД)\r\n- обработка воды методом ионного обмена на водород-катионитовых и анионитовых фильтрах первой и второй ступени с декарбонизацией\r\n- очистка от мехпримесей на механических фильтрах\r\n- Дистилляция"
          },
          {
            "id": 3,
            "success": false,
            "text": "Флокуляция\r\n- фильтрация\r\n- декарбонизация\r\n- деионизация\r\n- деаэрация"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите контролируемый параметр и значение мутности (мг/дм3) на первичном этапе обработки речной воды\r\n1. Вход в осветлитель\r\n2. Выход с осветлителя\r\n3. Выход из мех.фильтра",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Не более 30мг/дм3\r\n2. Не более 5 мг/дм3\r\n3. Не более 0,5 мг/дм3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. 20-60 мг/дм3\r\n2. Не более 5 мг/дм3\r\n3. Не более 0,1 мг/дм3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. 20-60 мг/дм3\r\n2. Не более 30 мг/дм3\r\n3. Не более 0,5 мг/дм3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Не более 50 мг/дм3\r\n2. Не более 5 мг/дм3\r\n3. Не более 0,2 мг/дм3"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество  является вредным опасным производственным фактором в емкости Т-11A?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "концентрированная серная кислота (92,5%)"
          },
          {
            "id": 1,
            "success": false,
            "text": "щёлочь натриевая 20-44%"
          },
          {
            "id": 2,
            "success": false,
            "text": "гидразин-гидрат технический"
          },
          {
            "id": 3,
            "success": false,
            "text": "масло турбинное"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое вещество  является вредным опасным производственным фактором в емкости Т-13A?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "щёлочь натриевая 20-44%"
          },
          {
            "id": 1,
            "success": false,
            "text": "концентрированная серная кислота (92,5%)"
          },
          {
            "id": 2,
            "success": false,
            "text": "гидразин-гидрат технический"
          },
          {
            "id": 3,
            "success": false,
            "text": "масло турбинное"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое деминерализация?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это процесс удаления растворенных в воде солей, основанный на принципе ионного обмена"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это процесс освобождения воды от грубодисперсных и коллоидных примесей"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это процесс улучшения эффекта коагуляции"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это процесс удаления мехпримесей из воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая вода называется «сырой»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вода, не проходившая химическую обработку и очистку от механических примесей"
          },
          {
            "id": 1,
            "success": false,
            "text": "Вода, заданных проектом параметров"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вода, прошедшая химическую и термическую обработку"
          },
          {
            "id": 3,
            "success": false,
            "text": "Вода, циркулирующая внутри котла"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите посторонние примеси присутствующие в исходной в воде:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нерастворимые механические, коррoзионноактивные, растворённые осадкoобразующие примеси"
          },
          {
            "id": 1,
            "success": false,
            "text": "Только растворённые соли"
          },
          {
            "id": 2,
            "success": false,
            "text": "Только не растворённые соли"
          },
          {
            "id": 3,
            "success": false,
            "text": "Только песок, как осадкообразующий"
          }
        ]
      }
    ]
  ],
  "ТГ": [
    [
      {
        "question": "В какой цвет должны быть окрашены трубопроводы, по которым транспортируется масло?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Коричневый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Голубой"
          },
          {
            "id": 2,
            "success": false,
            "text": "Красный"
          },
          {
            "id": 3,
            "success": false,
            "text": "Фиолетовый"
          }
        ]
      }
    ],
    [
      {
        "question": "Масляный насос в системе обеспечивает",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Создание необходимого давления масла"
          },
          {
            "id": 1,
            "success": false,
            "text": "Фильтрацию масла"
          },
          {
            "id": 2,
            "success": false,
            "text": "Регенерирование масла"
          },
          {
            "id": 3,
            "success": false,
            "text": "Предохраняет систему от избыточного давления масла"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой клапан надо открывать в первую очередь при остановке турбогенератора T-TB-01",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "PCV-20"
          },
          {
            "id": 1,
            "success": false,
            "text": "TCV-17"
          },
          {
            "id": 2,
            "success": false,
            "text": "PCV-10"
          },
          {
            "id": 3,
            "success": false,
            "text": "TCV-18"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой недопустимо низкий уровень масла в маслобаке T-T-01",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "300"
          },
          {
            "id": 1,
            "success": false,
            "text": "500"
          },
          {
            "id": 2,
            "success": false,
            "text": "200"
          },
          {
            "id": 3,
            "success": false,
            "text": "100"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая недопустимо низкая температура пара на входе в турбину T-TB-01",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "410"
          },
          {
            "id": 1,
            "success": false,
            "text": "380"
          },
          {
            "id": 2,
            "success": false,
            "text": "600"
          },
          {
            "id": 3,
            "success": false,
            "text": "500"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении, это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Перенасыщенный пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Закритический пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Чего НЕТ в конструкции турбины?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Шатун"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подшипник"
          },
          {
            "id": 2,
            "success": false,
            "text": "Корпус"
          },
          {
            "id": 3,
            "success": false,
            "text": "Лопатки"
          }
        ]
      }
    ],
    [
      {
        "question": "В турбине происходит преобразование энергии",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тепловой в механическую"
          },
          {
            "id": 1,
            "success": false,
            "text": "Механической в электрическую"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тепловой в электрическую"
          },
          {
            "id": 3,
            "success": false,
            "text": "Механической в тепловую"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен Турбогенератор вспомогательной котельной тит.413",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки электроэнергии и пара 25 кгс/см2 на нужды производства"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки электроэнергии и пара 100 кгс/см2 на нужды производства"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для сброса лишнего пара вырабатываемого котлами в атмосферу"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для обогрева помещения вспомогательной котельной тит.413"
          }
        ]
      }
    ],
    [
      {
        "question": "Применяемое масло  на ТГ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ТП-22"
          },
          {
            "id": 1,
            "success": false,
            "text": "ТП-46"
          },
          {
            "id": 2,
            "success": false,
            "text": "И-50"
          },
          {
            "id": 3,
            "success": false,
            "text": "И-40"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким должно быть первое действие аппаратчика при остановке двух котлов, при работе 6-ти печей пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Остановить турбогенератор, перевести подачу питательной воды на котлы и печи пиролиза электронасосами"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пустить питательные насосы котлов утилизаторов поз. В-Р-04А и В с электродвигателем, а питательный насос котлов утилизаторов В-Р-03 с паровой турбиной остановить. Оставить в работе: турбогенератор и насосы подачи воды на котлы поз. B-P-01А и В."
          },
          {
            "id": 2,
            "success": false,
            "text": "Поддерживать давление пара П-110 увеличением нагрузки работающими котлами до максимума"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ничего не делать, ждать руководителя"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите из перечисленного энергоресурсы установки ПУН:\r\n1. Воздух КИПа + технологический\r\n2. Пар\r\n3. Оборотная вода\r\n4. Азот\r\n5. Ничего из перечисленного\r\n6. Все выше перечисленное",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6"
          },
          {
            "id": 1,
            "success": false,
            "text": "5"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,3"
          }
        ]
      }
    ],
    [
      {
        "question": "По каким параметрам процесса происходит останов турбогенератора?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в трубопроводе на выходе из турбины\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень масла в масляном баке"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Давление пара в трубопроводе на выходе с котла\r\n2. Давление воздуха в воздушной камере перед горелками котла\r\n3. Давление дымовых газов в топке котла\r\n4. Давление топливного газа в трубопроводе газа к котлу\r\n5. Уровень воды в барабане котла"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в трубопроводе на выходе из турбины\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень воды в барабане котла"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в коллекторе П4\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень масла в масляном баке"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое «перегретый пар»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это пар, нагретый до температуры, превышающей температуру кипения при данном давлении"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это пар, находящийся в термодинамическом равновесии с жидкостью"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это газообразное агрегатное состояние воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это свойство капельных жидкостей изменять своё агрегатное состояние и превращаться в пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким должно быть первое действие аппаратчика при остановке одного котла, при работе 6-ти печей пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Остановить турбогенератор, перевести подачу питательной воды на котлы и печи пиролиза электронасосами"
          },
          {
            "id": 1,
            "success": false,
            "text": "Поддерживать давление пара П-12 увеличением нагрузки работающего котла до максимума"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поддерживать давление пара П-4 увеличением нагрузки работающего котла до максимума"
          },
          {
            "id": 3,
            "success": false,
            "text": "Остановить второй котёл"
          }
        ]
      }
    ],
    [
      {
        "question": "Уменьшение давления отработавшего пара при неизменных начальных параметрах вызывает",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличение внутреннего относительного КПД"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снижение внутреннего относительного КПД"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутренний относительный КПД остается неизменным"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сначала увеличивается потом снижается"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой конденсат образуется в баке конденсатов T-T-02: \r\n1. грязный;\r\n2.с нефтепродуктами;\r\n3. чистый;\r\n4. с повышенным содержанием железа.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Что подаётся на впрыск от TCV-16, TCV-17?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Питательная вода с P = 35 кгс/см2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Питательная вода с P = 15 кгс/см2"
          },
          {
            "id": 2,
            "success": false,
            "text": "Питательная вода с P = 60 кгс/см2"
          },
          {
            "id": 3,
            "success": false,
            "text": "Питательная вода с P = 5 кгс/см2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая недопустимо низкая температура пара на входе в турбину T-TB-01",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "410"
          },
          {
            "id": 1,
            "success": false,
            "text": "380"
          },
          {
            "id": 2,
            "success": false,
            "text": "600"
          },
          {
            "id": 3,
            "success": false,
            "text": "250"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким должен быть номинальный диаметр манометра, устанавливаемого на сосуде, если высота от уровня площадки наблюдения свыше 3 метров?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Установка манометра на такой высоте не разрешается"
          },
          {
            "id": 1,
            "success": false,
            "text": "200 мм"
          },
          {
            "id": 2,
            "success": false,
            "text": "160 мм"
          },
          {
            "id": 3,
            "success": false,
            "text": "250 мм"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура П25 после РСV-20, °С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "320-350"
          },
          {
            "id": 1,
            "success": false,
            "text": "320-340"
          },
          {
            "id": 2,
            "success": false,
            "text": "330-340"
          },
          {
            "id": 3,
            "success": false,
            "text": "330-350"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура масла после Т-V-01/А,В;  °С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "35-50"
          },
          {
            "id": 1,
            "success": false,
            "text": "35-45"
          },
          {
            "id": 2,
            "success": false,
            "text": "40-50"
          },
          {
            "id": 3,
            "success": false,
            "text": "30-50"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление П25  на выходе из Т-ТВ-01; МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,15-2,45"
          },
          {
            "id": 1,
            "success": false,
            "text": "2,0-2,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "2,1 -2,4"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,2-2,45"
          }
        ]
      }
    ],
    [
      {
        "question": "Значение блокировки по температуре масла на подшипниках ТГ-1, °С",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "90"
          },
          {
            "id": 1,
            "success": false,
            "text": "80"
          },
          {
            "id": 2,
            "success": false,
            "text": "70"
          },
          {
            "id": 3,
            "success": false,
            "text": "100"
          }
        ]
      }
    ],
    [
      {
        "question": "Позиция клапана регулятора давления  выходе из Т-ТВ-01; МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "РСV-30"
          },
          {
            "id": 1,
            "success": false,
            "text": "РСV-20"
          },
          {
            "id": 2,
            "success": false,
            "text": "РСV-10"
          },
          {
            "id": 3,
            "success": false,
            "text": "ТСV-50"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое масло применяется в системе смазки ТГ-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тп-22"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тп-46"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тп-22С"
          },
          {
            "id": 3,
            "success": false,
            "text": "ИТД"
          }
        ]
      }
    ],
    [
      {
        "question": "Время пуска ТГ-1 из холодного состояния  и его нагрузки до номинальных значений, час",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "5"
          },
          {
            "id": 1,
            "success": false,
            "text": "12"
          },
          {
            "id": 2,
            "success": false,
            "text": "6"
          },
          {
            "id": 3,
            "success": false,
            "text": "24"
          }
        ]
      }
    ],
    [
      {
        "question": "Позиция клапана регулятора температуры пара 25 на  выходе из Т-ТВ-01",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ТСV-17"
          },
          {
            "id": 1,
            "success": false,
            "text": "ТСV-16"
          },
          {
            "id": 2,
            "success": false,
            "text": "ТСV-50"
          },
          {
            "id": 3,
            "success": false,
            "text": "ТСV-10"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление открытия ППК на трубопроводе пара 22 на  выходе из Т-ТВ-01, МПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2.5"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "2.55"
          },
          {
            "id": 3,
            "success": false,
            "text": "2.7"
          }
        ]
      }
    ],
    [
      {
        "question": "Давлеине сливва масла в трубопроводе от подшипников ТГ в маслобак",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,1  МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,5  МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,0,05  МПа"
          }
        ]
      }
    ]
  ],
  "БРОУ+ТГ-2": [
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении, это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Перенасыщенный пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Закритический пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Чего НЕТ в конструкции турбины?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Шатун"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подшипник"
          },
          {
            "id": 2,
            "success": false,
            "text": "Корпус"
          },
          {
            "id": 3,
            "success": false,
            "text": "Лопатки"
          }
        ]
      }
    ],
    [
      {
        "question": "В турбине происходит преобразование энергии",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тепловой в механическую"
          },
          {
            "id": 1,
            "success": false,
            "text": "Механической в электрическую"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тепловой в электрическую"
          },
          {
            "id": 3,
            "success": false,
            "text": "Механической в тепловую"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите из перечисленного энергоресурсы установки ПУН:\r\n1. Воздух КИПа + технологический\r\n2. Пар\r\n3. Оборотная вода\r\n4. Азот\r\n5. Ничего из перечисленного\r\n6. Все выше перечисленное",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6"
          },
          {
            "id": 1,
            "success": false,
            "text": "5"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,3"
          }
        ]
      }
    ],
    [
      {
        "question": "По каким параметрам процесса происходит останов турбогенератора?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в трубопроводе на выходе из турбины\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень масла в масляном баке"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Давление пара в трубопроводе на выходе с котла\r\n2. Давление воздуха в воздушной камере перед горелками котла\r\n3. Давление дымовых газов в топке котла\r\n4. Давление топливного газа в трубопроводе газа к котлу\r\n5. Уровень воды в барабане котла"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в трубопроводе на выходе из турбины\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень воды в барабане котла"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Температура пара в трубопроводе на входе в турбину\r\n2. Давление пара в коллекторе П4\r\n3. Давление в трубопроводе регулирующего масла\r\n4. Давление масла в трубопроводе смазочного масла\r\n5. Уровень масла в масляном баке"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое «перегретый пар»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это пар, нагретый до температуры, превышающей температуру кипения при данном давлении"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это пар, находящийся в термодинамическом равновесии с жидкостью"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это газообразное агрегатное состояние воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это свойство капельных жидкостей изменять своё агрегатное состояние и превращаться в пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким должно быть первое действие аппаратчика при остановке одного котла, при работе 6-ти печей пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Остановить турбогенератор, перевести подачу питательной воды на котлы и печи пиролиза электронасосами"
          },
          {
            "id": 1,
            "success": false,
            "text": "Поддерживать давление пара П-12 увеличением нагрузки работающего котла до максимума"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поддерживать давление пара П-4 увеличением нагрузки работающего котла до максимума"
          },
          {
            "id": 3,
            "success": false,
            "text": "Остановить второй котёл"
          }
        ]
      }
    ],
    [
      {
        "question": "Уменьшение давления отработавшего пара при неизменных начальных параметрах вызывает",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличение внутреннего относительного КПД"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снижение внутреннего относительного КПД"
          },
          {
            "id": 2,
            "success": false,
            "text": "Внутренний относительный КПД остается неизменным"
          },
          {
            "id": 3,
            "success": false,
            "text": "Сначала увеличивается потом снижается"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего необходимо БРОУ-12/4?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки пара 4 из пара 12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для снижения температуры пара после турбины М-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для получения пара 12 из пара 4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для тушения электроустановок"
          }
        ]
      }
    ],
    [
      {
        "question": "Согласно какому графику пуска турбогенератора набор скорости и нагрузки производится после работы на валоповороте 60 минут?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "После перерыва в работе в течении 48-60 часов."
          },
          {
            "id": 1,
            "success": false,
            "text": "После простоя в течении менее 2-х часов."
          },
          {
            "id": 2,
            "success": false,
            "text": "Набор скорости не производится"
          },
          {
            "id": 3,
            "success": false,
            "text": "После простоя более 120 часов."
          }
        ]
      }
    ],
    [
      {
        "question": "Масляный насос в системе обеспечивает",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Создание необходимого давления масла"
          },
          {
            "id": 1,
            "success": false,
            "text": "Фильтрацию масла"
          },
          {
            "id": 2,
            "success": false,
            "text": "Регенерирование масла"
          },
          {
            "id": 3,
            "success": false,
            "text": "Предохраняет систему от избыточного давления масла"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите правильный ответ условного обозначения КИПиА: регулирование",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С"
          },
          {
            "id": 1,
            "success": false,
            "text": "А"
          },
          {
            "id": 2,
            "success": false,
            "text": "L"
          },
          {
            "id": 3,
            "success": false,
            "text": "R"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П12 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "РОУ 25/12, ТГ-2, пароотбор ТК М-6,   РУ-140/12"
          },
          {
            "id": 1,
            "success": false,
            "text": "РОУ 25/12,  пароотбор ТК М-6,"
          },
          {
            "id": 2,
            "success": false,
            "text": "РОУ 25/12, ТГ-2, пароотбор ТК М-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "РОУ 25/12, пароотбор ТК М-6,   РУ-140/12"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П4   ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "РОУ 12/4, пароотбор ТК  М-1, ТГ-2,                   РСV-10(корпус 413)"
          },
          {
            "id": 1,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,"
          },
          {
            "id": 2,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,                  ТГ-2"
          },
          {
            "id": 3,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,                   РСV-10(корпус 413)"
          }
        ]
      }
    ],
    [
      {
        "question": "Значение блокировки по увеличению оборотов турбины ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3300 об/мин"
          },
          {
            "id": 1,
            "success": false,
            "text": "3330 об/мин"
          },
          {
            "id": 2,
            "success": false,
            "text": "3000 об/мин"
          },
          {
            "id": 3,
            "success": false,
            "text": "3030 об/мин"
          }
        ]
      }
    ],
    [
      {
        "question": "Значение блокировки по увеличению давления в отборе  ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,55 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,50 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,35 Мпа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1, 45 Мпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Значение блокировки по понижению  давления масла в системе смазки ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "50 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "40 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "(50-40) кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "70 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое масло применяется в системе смазки ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тп-46"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тп-46, Тп-22"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тп-22,"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тп-22С"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление открытия ППК на отборе П12 от ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,50 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,55 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,6 Мпа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,45 Мпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление открытия ППК на отборе П4 от ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,58 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,55 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,54 Мпа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,50 Мпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип турбины ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "турбина с отбором пара"
          },
          {
            "id": 1,
            "success": false,
            "text": "турбина конденсационного типа"
          },
          {
            "id": 2,
            "success": false,
            "text": "смешанного типа"
          },
          {
            "id": 3,
            "success": false,
            "text": "паровая турбина"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальная нагрузка ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "5 МВт"
          },
          {
            "id": 1,
            "success": false,
            "text": "3,5 МВт"
          },
          {
            "id": 2,
            "success": false,
            "text": "4 МВт"
          },
          {
            "id": 3,
            "success": false,
            "text": "50 МВт"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура охлаждующей воды перед маслоохладителем ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "33 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "250С"
          },
          {
            "id": 2,
            "success": false,
            "text": "35 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "50 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Минимальная температура масла в маслобак Т-Е-03",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "15 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "20 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "5 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "55 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальная температура мосле после маслоохладителем ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "50 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "65 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "40 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "30 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальная температура подшипников турбины ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "75 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "70 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "80 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "85 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Частота вращения ротора турбины ТГ-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "7500 об/мин"
          },
          {
            "id": 1,
            "success": false,
            "text": "8000 об/мин"
          },
          {
            "id": 2,
            "success": false,
            "text": "4500 об/мин"
          },
          {
            "id": 3,
            "success": false,
            "text": "8500 об/мин"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление открытия ППК от ТГ-2 пара П12",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,4 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "1 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,6 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,8 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление открытия ППК от ТГ-2 пара П4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0,48 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "0,5 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,45 Мпа"
          },
          {
            "id": 3,
            "success": false,
            "text": "0,55 Мпа"
          }
        ]
      }
    ],
    [
      {
        "question": "Параметры питательной воды, используемой на РОУ12/4 и 22/12 для регулирования температуры пара",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "150 0С  3,5 МПА"
          },
          {
            "id": 1,
            "success": false,
            "text": "100 0С  50 МПА"
          },
          {
            "id": 2,
            "success": false,
            "text": "20 0С  1 МПА"
          },
          {
            "id": 3,
            "success": false,
            "text": "50 0С  1 МПА"
          }
        ]
      }
    ]
  ],
  "ПТВ": [
    [
      {
        "question": "Когда начинается отопительный период?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Если в течение пяти суток средняя суточная температура наружного воздуха составляет +8 &#176;С и ниже"
          },
          {
            "id": 1,
            "success": false,
            "text": "Если в течение пяти суток средняя суточная температура наружного воздуха составляет +10 &#176;С и ниже"
          },
          {
            "id": 2,
            "success": false,
            "text": "Если в течение пяти суток средняя суточная температура наружного воздуха составляет +15 &#176;С и ниже"
          },
          {
            "id": 3,
            "success": false,
            "text": "Если в течение пяти суток средняя суточная температура наружного воздуха составляет +5 &#176;С и ниже"
          }
        ]
      }
    ],
    [
      {
        "question": "В каких случаях осуществляется переход по сетевым насосам в т.413/1: \r\n1. по распоряжению руководителя;\r\n2. при неисправности насоса;\r\n3. при появлении высокой температуры подшипников или вибрации;\r\n4. все варианты верны.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите верную характеристику насоса позиция Н-1 установки промтеплофикации1. ТИП2. Расход, м3/ч3. Высота подъёма, м.вод.ст.4. Мощность турбины, кВт5. Частота вращения вала, об/мин",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. центробежный\r\n2. 250\r\n3. 60\r\n4. 56,43\r\n5. 1485"
          },
          {
            "id": 1,
            "success": false,
            "text": "1. консольный\r\n2. 350\r\n3. 60\r\n4. 56,43\r\n5. 1500"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. центробежный\r\n2. 150\r\n3. 60\r\n4. 55\r\n5. 1480"
          },
          {
            "id": 3,
            "success": false,
            "text": "1. погружной\r\n2. 250\r\n3. 60\r\n4. 55\r\n5. 1480"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем может  заполняется система ПТВ для пуска в работу",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1.Дем.вода                                                 2.Конденсат пара"
          },
          {
            "id": 1,
            "success": false,
            "text": "1.Оборотная вода                                                2.Конденсат пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "1.Оборотная вода                                                2.Пожарохозяйственная вода."
          },
          {
            "id": 3,
            "success": false,
            "text": "1  Сантеплофикационная вода                                              2.Конденсат пара"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем производится подпитка  системы ПТВ в процессе работы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1.Дем.вода                                                 2.Конденсат пара"
          },
          {
            "id": 1,
            "success": false,
            "text": "1.Оборотная вода                                                2.Конденсат пара"
          },
          {
            "id": 2,
            "success": false,
            "text": "1.Оборотная вода                                                2.Пожарохозяйственная вода."
          },
          {
            "id": 3,
            "success": false,
            "text": "1  Сантеплофикационная вода                                              2.Конденсат пара"
          }
        ]
      }
    ],
    [
      {
        "question": "Когда производится промывка системы ПТВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "По окончании отопительного сезона"
          },
          {
            "id": 1,
            "success": false,
            "text": "После пуска системы ПТВ в работу."
          },
          {
            "id": 2,
            "success": false,
            "text": "После пуска системы ПТВ в работу и процессе её работы по показателям загрязнения воды."
          },
          {
            "id": 3,
            "success": false,
            "text": "После пуска системы ПТВ в работу и далее не реже  чем через 4 месяца"
          }
        ]
      }
    ],
    [
      {
        "question": "Действия при прекращении циркуляции  ПТВ в зимний период",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "По согласованию с КЦ ЭП ТНХ  поставить на циркуляцию систему  ПТВ от насосов сантеплофикационной воды КЦ. 2.При невозможности циркуляции начать останов ПМ."
          },
          {
            "id": 1,
            "success": false,
            "text": "Приступить к  останову  ПМ.  Слить воду из системы ПТВ."
          },
          {
            "id": 2,
            "success": false,
            "text": "Подать в систему ПТВ паровой конденсат от Н-60/1,2,3"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подать в систему ПТВ пар 12 по шлангам в каждом корпусе ПМ."
          }
        ]
      }
    ],
    [
      {
        "question": "Какими параметрами определяется разница температур между прямой и обратной  ПТВ на  теплоспутнике",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Перепад давления.                                        2. Диаметр отверстия в установленной шайбе."
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Перепад давления.                                        2. Давление в прямой ПТВ на гребёнке т/сп."
          },
          {
            "id": 2,
            "success": false,
            "text": "1.Температура в прямой ПТВ, (кор.413/1)..                                        2.Температура в обратной  ПТВ(кор.413/1)"
          },
          {
            "id": 3,
            "success": false,
            "text": "1.Температура в прямой ПТВ, (кор.413/1).                                        2.Температура в обратной ПТВ на гребёнке т/сп."
          }
        ]
      }
    ],
    [
      {
        "question": "Какие действия  требуется предпринять при аварийном снижении давления П4 на ПМ и затем его росту. ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Принять меры для исключения заполнения конденсатом пара Т-1/1,2.      И затем его плавному пуску без гидроударов."
          },
          {
            "id": 1,
            "success": false,
            "text": "Увеличить подачу пара в Е-1/1,2."
          },
          {
            "id": 2,
            "success": false,
            "text": "Включить дополнительный насос Н-1(кор.413/1) для увеличения расхода ПТВ."
          },
          {
            "id": 3,
            "success": false,
            "text": "1.Увеличить подачу пара в Е-1/1,2.                                            2.Включить дополнительный насос Н-1(кор.413/1) для увеличения расхода ПТВ."
          }
        ]
      }
    ],
    [
      {
        "question": "Каким образом определятся техническое состояние коллекторов ПТВ, ряд 2, (прямая и обратная) в процессе эксплуатации",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1. Ежегодные наружные осмотры ответственными лицами.                                           2. Проведение ЭПБ."
          },
          {
            "id": 1,
            "success": false,
            "text": "1. Ревизия трубопроводов.                                                 2.Проведение ЭПБ"
          },
          {
            "id": 2,
            "success": false,
            "text": "1. Ежегодные наружные осмотры ответственными лицами.                                                                                        2.Ревизия трубопроводов."
          },
          {
            "id": 3,
            "success": false,
            "text": "1. Проведение ЭПБ.                                                                    2.Ревизия трубопроводов.                                                             3. Ежегодные наружные осмотры ответственными лицами."
          }
        ]
      }
    ],
    [
      {
        "question": "В каком порядке работают насосы   Н-1/1,2,3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "работают поочередно парами"
          },
          {
            "id": 1,
            "success": false,
            "text": "работают все сразу"
          },
          {
            "id": 2,
            "success": false,
            "text": "работают заданным правилам включения"
          },
          {
            "id": 3,
            "success": false,
            "text": "работают последовательно"
          }
        ]
      }
    ],
    [
      {
        "question": "В случае аварийного выхода из строя насосов  Н-1,2,3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в работу включается резервный насос Н-1/4."
          },
          {
            "id": 1,
            "success": false,
            "text": "в работу включается резервный насос Н-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "идет останов установки"
          },
          {
            "id": 3,
            "success": false,
            "text": "в работу включается резервный насос Н-2/,1,2,3,4"
          }
        ]
      }
    ],
    [
      {
        "question": "В качестве основного теплоносителя для приготовления промтеплофикационной воды используется",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пар с Производства мономеров"
          },
          {
            "id": 1,
            "success": false,
            "text": "вода с Производства мономеров"
          },
          {
            "id": 2,
            "success": false,
            "text": "вода с ВИК"
          },
          {
            "id": 3,
            "success": false,
            "text": "конденсат"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальное  давление  воды  перед  теплообменниками Т-1-1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,0 Мпа"
          },
          {
            "id": 1,
            "success": false,
            "text": "3 Мпа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,1 МПА"
          },
          {
            "id": 3,
            "success": false,
            "text": "10 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Нормы расхода  папа П 4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "26,5 т/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "30 т/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "28 т/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "20 т/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "Аппаратчик Иванов обслуживает узел ПТВ. Начальник смены после проведенного обхода попросил объяснительную с Иванова. Причина - красная стрелка находится не во второй трети шкалы манометра. Что не так? Максимальное рабочее давление в сосуде 1 кгс/см2. Иванов поставил на сосуд манометр со шкалой 0-3 кгс/см2. Какой манометр необходимо установить для соответствия правилам?\r\n1. 0-1,5 кгс/см2\r\n2. 0-3,5 кгс/см2\r\n3. -0,5 - 2,5 кгс/см2\r\n4. 0-30 кгс/см2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "редукционно-охладительная установка (РОУ 22/4) предназначен",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для снижения параметров резервной линии пара  до параметров теплоносителя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для  повышения параметров резервной линии пара  до параметров теплоносителя"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для снижения параметров резервной линии воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для снижения параметров резервной линии конденсата"
          }
        ]
      }
    ],
    [
      {
        "question": "Прибол для дросселирование пара среднего давления П25 в пар П4 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": ".PCV-18"
          },
          {
            "id": 1,
            "success": false,
            "text": ".PCV-19"
          },
          {
            "id": 2,
            "success": false,
            "text": ".PCV-20"
          },
          {
            "id": 3,
            "success": false,
            "text": ".PCV-21"
          }
        ]
      }
    ],
    [
      {
        "question": "Прибор для регулирования температуры пара П4 к подогревателям промтеплофикационной воды",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "TCV-17"
          },
          {
            "id": 1,
            "success": false,
            "text": "TCV-18"
          },
          {
            "id": 2,
            "success": false,
            "text": "TCV-19"
          },
          {
            "id": 3,
            "success": false,
            "text": "TCV-20"
          }
        ]
      }
    ],
    [
      {
        "question": "Расход сетевых насосов промтеплофикационная вода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(400 - 600) м3/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "(100 - 600) м3/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "500 м3/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "(300 - 600) м3/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "Давление сетевых насосов промтеплофикационная вода",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(0,6 - 0,8) МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "(0,3 - 0,8) МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "(0,6 - 1) МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "8  МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Установка приготовления промтеплофикационной воды (ПТВ), расположенная в корпусе 413/1 включает в себя",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "два высокоэффективных пластинчатых теплообменных аппарата\r\n- сетевые циркуляционные насос\r\n- блок сбора и откачки парового конденсата \r\n- блок подпитки  Е-2/1,2, Н-3/1,2;\r\n- РОУ 22/4"
          },
          {
            "id": 1,
            "success": false,
            "text": "три  высокоэффективных пластинчатых теплообменных аппарата\r\n- сетевые циркуляционные насос\r\n- блок сбора и откачки парового конденсата \r\n- блок подпитки  Е-2/1,2, Н-3/1,2;\r\n- РОУ 22/5"
          },
          {
            "id": 2,
            "success": false,
            "text": "три  высокоэффективных пластинчатых теплообменных аппарата\r\n- сетевые циркуляционные насос\r\n- блок подпитки  Е-2/1,2, Н-3/1,2;\r\n- РОУ 22/6"
          },
          {
            "id": 3,
            "success": false,
            "text": "три  высокоэффективных пластинчатых теплообменных аппарата\r\n- сетевые циркуляционные насос\r\n- блок подпитки  Е-2/1,2, Н-3/1,2;"
          }
        ]
      }
    ],
    [
      {
        "question": "В случае аварийного выхода из строя насосов  Н-1,2,3,4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "по согласованию с Диспетчером подать сантеплофикационную воду"
          },
          {
            "id": 1,
            "success": false,
            "text": "приступить к опорожению системы ПТВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "подать оборотную вожу"
          },
          {
            "id": 3,
            "success": false,
            "text": "подать деминерализованную воду"
          }
        ]
      }
    ],
    [
      {
        "question": "Температура пара от  резервного источника для ПТВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "350 ºС"
          },
          {
            "id": 1,
            "success": false,
            "text": "300 ºС"
          },
          {
            "id": 2,
            "success": false,
            "text": "320 ºС"
          },
          {
            "id": 3,
            "success": false,
            "text": "280 ºС"
          }
        ]
      }
    ],
    [
      {
        "question": "Расход пара в Т-1/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "25,9 т//ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "30 т/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "28т/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "20 т/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип теплообменников Т-1/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пластинчатый"
          },
          {
            "id": 1,
            "success": false,
            "text": "кожухотубный"
          },
          {
            "id": 2,
            "success": false,
            "text": "труба в трубе"
          },
          {
            "id": 3,
            "success": false,
            "text": "витой"
          }
        ]
      }
    ],
    [
      {
        "question": "Тип насово Н-1/1,2,3,4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "вертикальный центробежный многоступенчатый"
          },
          {
            "id": 1,
            "success": false,
            "text": "центробежный многоступенчатый"
          },
          {
            "id": 2,
            "success": false,
            "text": "объемный плунжерный"
          },
          {
            "id": 3,
            "success": false,
            "text": "шестеренчатый"
          }
        ]
      }
    ],
    [
      {
        "question": "Место установки фильтров в системе ПТВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на входе и выходе ПТВ"
          },
          {
            "id": 1,
            "success": false,
            "text": "на входе ПТВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "на выходе ПТВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "нет фильтров"
          }
        ]
      }
    ],
    [
      {
        "question": "От чего зависит теплосьем ПТВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "расхода  ПТВ и наружней температурой воздуха"
          },
          {
            "id": 1,
            "success": false,
            "text": "от давления ПТВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "от температуры ПТВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "от состава теплоносителя"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо сделать при заполнении системы ПТВ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Обезвоздушить"
          },
          {
            "id": 1,
            "success": false,
            "text": "Промыть"
          },
          {
            "id": 2,
            "success": false,
            "text": "Сдренировать"
          },
          {
            "id": 3,
            "success": false,
            "text": "Не допускать повышения давления воды"
          }
        ]
      }
    ]
  ],
  "Паровой баланс": [
    [
      {
        "question": "Какие нормы технологического режима - температура пара на выходе из котла?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(512-540) ˚С"
          },
          {
            "id": 1,
            "success": false,
            "text": "(400 – 420) ˚С"
          },
          {
            "id": 2,
            "success": false,
            "text": "(380 – 440) ˚С"
          },
          {
            "id": 3,
            "success": false,
            "text": "(390 – 450) ˚С"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое перегретый пар",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это пар, нагретый до температуры, превышающей температуру кипения при данном давлении"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это пар, находящийся в термодинамическом равновесии с жидкостью"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это газообразное агрегатное состояние воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это свойство капельных жидкостей изменять своё агрегатное состояние и превращаться в пар"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком корпусе установлена паровая турбины поз. Т-ТВ-01?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "тит.413"
          },
          {
            "id": 1,
            "success": false,
            "text": "тит.415"
          },
          {
            "id": 2,
            "success": false,
            "text": "тит.1559"
          },
          {
            "id": 3,
            "success": false,
            "text": "тит.406"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен Турбогенератор вспомогательной котельной тит.413",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки электроэнергии и пара 25 кгс/см2 на нужды производства"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки электроэнергии и пара 100 кгс/см2 на нужды производства"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для сброса лишнего пара вырабатываемого котлами в атмосферу"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для обогрева помещения вспомогательной котельной тит.413"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П110 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Котлы В-01/А,В                                           пароперегреватель  F-10/А,В"
          },
          {
            "id": 1,
            "success": false,
            "text": "Котлы В-01/А,В;      ТГ-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Котлы В-01/А,В;                                ТГ-1,                                               ТК  М-1"
          },
          {
            "id": 3,
            "success": false,
            "text": "Котлы В-01/А,В;                                                                            ТК  М-1;                                                                   ТК М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Потребители П110 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ТК  М-6,   ТК  М-1,   ТГ-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "ТК  М-6,    ТГ-1, ТГ-2,"
          },
          {
            "id": 2,
            "success": false,
            "text": "ТК  М-6,   ТК  М-1,   котлы -утилизаторы печей пиролиза"
          },
          {
            "id": 3,
            "success": false,
            "text": "ТК  М-6,   ТК  М-1,  ТГ-2"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П12 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "РОУ 25/12, ТГ-2, пароотбор ТК М-6,   РУ-140/12"
          },
          {
            "id": 1,
            "success": false,
            "text": "РОУ 25/12,  пароотбор ТК М-6,"
          },
          {
            "id": 2,
            "success": false,
            "text": "РОУ 25/12, ТГ-2, пароотбор ТК М-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "РОУ 25/12, пароотбор ТК М-6,   РУ-140/12"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П4   ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "РОУ 12/4, пароотбор ТК  М-1, ТГ-2,                   РСV-10(корпус 413)"
          },
          {
            "id": 1,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,"
          },
          {
            "id": 2,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,                  ТГ-2"
          },
          {
            "id": 3,
            "success": false,
            "text": "РОУ 12/4, пароотбор ТК  М-1,                   РСV-10(корпус 413)"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальная нагрузка пароотбора ТК  М-6 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "90 т/час"
          },
          {
            "id": 1,
            "success": false,
            "text": "70 т/час"
          },
          {
            "id": 2,
            "success": false,
            "text": "60 т/час"
          },
          {
            "id": 3,
            "success": false,
            "text": "80 т/час"
          }
        ]
      }
    ],
    [
      {
        "question": "Источники П25 ПМ ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ТГ-1 (корпус 413),   РСV-20 (корпус 413);   КЦ ЭП ТНХ"
          },
          {
            "id": 1,
            "success": false,
            "text": "ТГ-1 (корпус 413),   РСV-20,  (корпус 413)"
          },
          {
            "id": 2,
            "success": false,
            "text": "ТГ-1 (корпус 413),   КЦ ЭП ТНХ"
          },
          {
            "id": 3,
            "success": false,
            "text": "ТГ-1 (корпус 413),   РСV-10,  (корпус 413)"
          }
        ]
      }
    ],
    [
      {
        "question": "Максимальная нагрузка пароотбора ТК М-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "100 т/час"
          },
          {
            "id": 1,
            "success": false,
            "text": "1000 т/час"
          },
          {
            "id": 2,
            "success": false,
            "text": "300 т/час"
          },
          {
            "id": 3,
            "success": false,
            "text": "150 т/час"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое насущенный пар",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Это пар, находящийся в динамическом равновесии с жидкостью"
          },
          {
            "id": 1,
            "success": false,
            "text": "Это пар, находящийся не в  равновесии с жидкостью"
          },
          {
            "id": 2,
            "success": false,
            "text": "Это пар, находящийся в динамическом равновесии с газом"
          },
          {
            "id": 3,
            "success": false,
            "text": "Это пар, находящийся встатическом равновесии с жидкостью"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы технологического режима - давления пара на выходе из котла В-01А,В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(10,0-11,0) МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "(10,0-20,0) МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "(1-11,0) МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "(100-110) МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Источник пара П15 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "PCV-09 (корпус 413)"
          },
          {
            "id": 1,
            "success": false,
            "text": "PCV-09 (корпус 415)"
          },
          {
            "id": 2,
            "success": false,
            "text": "PCV-09 (корпус 413/1)"
          },
          {
            "id": 3,
            "success": false,
            "text": "PCV-08 (корпус 413)"
          }
        ]
      }
    ],
    [
      {
        "question": "Основные потребители пара П25 ПМ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Турбинные насосы (корпус 413), PCV-10 (корпус 413), ТГ-2, БРОУ 25/12, РОУ 25/8"
          },
          {
            "id": 1,
            "success": false,
            "text": "Турбинные насосы (корпус 413), PCV-10 (корпус 413), ТГ-2, БРОУ 25/12"
          },
          {
            "id": 2,
            "success": false,
            "text": "Турбинные насосы (корпус 413),  ТГ-2, БРОУ 25/12, РОУ 25/8"
          },
          {
            "id": 3,
            "success": false,
            "text": "Турбинные насосы (корпус 413), PCV-10 (корпус 413),  БРОУ 25/12, РОУ 25/8"
          }
        ]
      }
    ],
    [
      {
        "question": "Что подается на нагрев водородной фракции перед подачей в реактор Р-1?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретым паром П15"
          },
          {
            "id": 1,
            "success": false,
            "text": "Перегретым паром П4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Перегретым паром П12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Перегретым паром П100"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Насыщенный пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водяной пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ненасыщенный пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего необходимо БРОУ-12/4?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки пара 4 из пара 12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки пара 8 из пара 12"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выработки пара 4 из пара 15"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для выработки пара 4 из пара 100"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой пар используется для подогрева ПТВ в теплообменниках Т-1/1,2 на узле приготовления ПТВ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пар П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар П12"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар П15"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар П100"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены котлы-утилизаторы печей пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки насыщенного пара высокого давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки перегретого  пара высокого давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выработки  пара высокого давления"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для выработки водяного пара высокого давления"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен пароперегреватель F-10A, В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для получения перегретого пара высокого давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для получения  пара высокого давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для получения насыщенного  пара высокого давления"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для получения водяного  пара высокого давления"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой порядок включения паропровода в работу",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Собрать схему, открыть дренажи, слегка приоткрыть задвижку, с появлением сухого пара закрывать дренажи, полностью открывать задвижку"
          },
          {
            "id": 1,
            "success": false,
            "text": "Собрать схему, слегка приоткрыть задвижку, с появлением сухого пара закрывать дренажи, полностью открывать задвижку"
          },
          {
            "id": 2,
            "success": false,
            "text": "Собрать схему,  слегка приоткрыть задвижку, открыть дренажи,с появлением сухого пара закрывать дренажи, полностью открывать задвижку"
          },
          {
            "id": 3,
            "success": false,
            "text": "Собрать схему, открыть дренажи, слегка приоткрыть задвижку,, полностью открывать задвижку. с появлением сухого пара закрывать дренажи,"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое парообразование?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Свойство жидкостей изменять своё агрегатное состояние и превращаться в пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Способность жидкостей изменять своё агрегатное состояние и превращаться в пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Свойство жидкостей  не изменять своё агрегатное состояние и превращаться в пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Свойство жидкостей изменять своё состояние и превращаться в пар"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего необходима задвижка HAS/M-22, которая установлена между двух коллекторов пара П22 и пара П25?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Поддержать давление пара П22 в общезаводском коллекторе"
          },
          {
            "id": 1,
            "success": false,
            "text": "Поддержать давление пара П4 в общезаводском коллекторе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Поддержать давление пара П12 в общезаводском коллекторе"
          },
          {
            "id": 3,
            "success": false,
            "text": "Поддержать давление пара П100 в общезаводском коллекторе"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен Турбогенератор ТГ-2?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки электроэнергии и пара 12 и 4 кгс/см2 на нужды производства"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки электроэнергии и пара 15 и 4 кгс/см2 на нужды производства"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выработки электроэнергии и пара 12 и 8 кгс/см2 на нужды производства"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для выработки электроэнергии и пара 12  кгс/см2 на нужды производства"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы технологического режима - расход пара на выходе из пароперегревателя F-10A,B?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(60 - 120) т/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "(6,0 - 12,0) т/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "(0,6 - 1,20) т/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "(600 - 1200) т/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего используются теплообменники Т-9е на т.402?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки П-8"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для выработки П-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выработки П-12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для выработки П-100"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой пар используется на печах пиролиза для пароразбавления?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пар П8 или П12"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар П8 или П4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пар  П12"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар П8"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой конечный резервуар направляются турбинные конденсаты?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-04 (корпус 415)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-06 (корпус 415)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-05 (корпус 413)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-02 (корпус 415)"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой конечный резервуар направляются производственный конденсат (\"грязный\")?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-06 (корпус 415)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-04 (корпус 415)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-05 (корпус 415)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-01 (корпус 415)"
          }
        ]
      }
    ]
  ],
  "Печь пиролиза этана + вспом. оборуд.": [
    [
      {
        "question": "Пиролиз - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Процесс глубокого разложения углеводородов при высокой температуре"
          },
          {
            "id": 1,
            "success": false,
            "text": "Процесс крекинга только парафиновых углеводородов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Процесс крекинга олефинов и ароматических углеводородов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Процесс гидроочистки углеводородного сырья"
          }
        ]
      }
    ],
    [
      {
        "question": "Оборудование, предназначенное для предотвращения попадания твердых частиц кокса при проведении выжига печей пиролиза называется…",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "циклоны"
          },
          {
            "id": 1,
            "success": false,
            "text": "сепараторы"
          },
          {
            "id": 2,
            "success": false,
            "text": "фильтры"
          },
          {
            "id": 3,
            "success": false,
            "text": "центрифуги"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько всего печей пиролиза этана на производстве мономеров?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "3"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "ни одной"
          }
        ]
      }
    ],
    [
      {
        "question": "На печах пиролиза этана установлены горелочные устройства в количестве",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "150 штук"
          },
          {
            "id": 1,
            "success": false,
            "text": "140 штук"
          },
          {
            "id": 2,
            "success": false,
            "text": "130 штук"
          },
          {
            "id": 3,
            "success": false,
            "text": "120 штук"
          }
        ]
      }
    ],
    [
      {
        "question": "При пиролизе какого сырья получается больше этилена?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Этановая фракция"
          },
          {
            "id": 1,
            "success": false,
            "text": "Бутановая фракция"
          },
          {
            "id": 2,
            "success": false,
            "text": "Смесь пропан-бутановая"
          },
          {
            "id": 3,
            "success": false,
            "text": "Бутиленовая фракция"
          }
        ]
      }
    ],
    [
      {
        "question": "Преимущественный способ передачи тепла в камере радиации печей пиролиза",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тепловое излучение"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплопроводность"
          },
          {
            "id": 2,
            "success": false,
            "text": "Конвекция"
          },
          {
            "id": 3,
            "success": false,
            "text": "Теплоотдача"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего подается диметилдисульфид в трубопровод паро-сырьевой смеси печей пиролиза этана F-21, F-22",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для уменьшения реакции коксообразования и ингибирования оборудования СО"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для уменьшения коксообразования при пиролизе"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для ингибирования оборудования СО"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для увеличения количества олефинов при пиролизе"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова температура пирогаза перед закалочно-испарительных аппаратов на печах пиролиза этана F-21, 22?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(780-855) оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "(810-830) оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "(320-450) оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "(450-660) оС"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько предохранительных клапанов (ИПК) от превышения давления находятся на отделительном барабане V-22:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "ни одного"
          }
        ]
      }
    ],
    [
      {
        "question": "Разрешается ли использовать паронитовую прокладку повторно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет"
          },
          {
            "id": 1,
            "success": false,
            "text": "Да"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разрешается, при условии отсутствия повреждений прокладки"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разрешается, при условии отсутствия новой прокладки"
          }
        ]
      }
    ],
    [
      {
        "question": "Как на мобильном устройстве МТОиР создать дефект находясь в обходе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Считав метку мобильным устройством из выпадающего списка оборудования выбрать интересующую позицию, нажать видео-кнопку \"Дефект\" или нажать видео-кнопку \"+\" и выбрать строчку \"Зарегистрировать дефект\""
          },
          {
            "id": 1,
            "success": false,
            "text": "Данное действие выполнить невозможно"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нет правильного ответа"
          },
          {
            "id": 3,
            "success": false,
            "text": "Считать метку при помощи мобильного устройства"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении уровня в емкости V-05 поз. LIRSA 05 сработает звуковая сигнализация",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80%"
          },
          {
            "id": 1,
            "success": false,
            "text": "50%"
          },
          {
            "id": 2,
            "success": false,
            "text": "30%"
          },
          {
            "id": 3,
            "success": false,
            "text": "90%"
          }
        ]
      }
    ],
    [
      {
        "question": "Что включает в себя конструктивно печь пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Камеру конвекции, камеру радиации и дымоход"
          },
          {
            "id": 1,
            "success": false,
            "text": "Камеру конвекции и камеру радиации"
          },
          {
            "id": 2,
            "success": false,
            "text": "Камеру радиации и дымоход"
          },
          {
            "id": 3,
            "success": false,
            "text": "Камеру конвекции и дымоход"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое количество насосов Р-05, для подачи ДМДС на печи пиролиза F-21 и F-22?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "В какой части происходит процесс пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В змеевике камеры радиации"
          },
          {
            "id": 1,
            "success": false,
            "text": "В змеевике камеры конвекции"
          },
          {
            "id": 2,
            "success": false,
            "text": "В закалочно-испарительных аппаратах"
          },
          {
            "id": 3,
            "success": false,
            "text": "В змеевике камеры конвекции и радиации"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая должна быть скорость подъема температуры поз. (11-19/21-22)TIR-67(68) А,В,С на перевале печей пиролиза при включении в работу на паре разбавления по схеме &#171;пар на паре&#187;?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "30-50 0С/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "5-10 0С/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "50-100 0С/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "40-60 0С/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "Насосы Р-05/1-4 предназначены для:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Подачи диметилдисульфида в змеевики печей пиролиза этана"
          },
          {
            "id": 1,
            "success": false,
            "text": "Подачи тринатрийфосфата в питательную воду котлов-утилизаторов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Откачки конденсата из емкости V-01"
          },
          {
            "id": 3,
            "success": false,
            "text": "Подачи диметилдисульфида в змеевики печей пиролиза бензина"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким насосом-дозатором подается раствор тринатрийфосфата в коллектор питательной воды из емкости V-02?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Р-02"
          },
          {
            "id": 1,
            "success": false,
            "text": "Р-03"
          },
          {
            "id": 2,
            "success": false,
            "text": "Р-01"
          },
          {
            "id": 3,
            "success": false,
            "text": "Р-05"
          }
        ]
      }
    ],
    [
      {
        "question": "На какой отметке находится отсечной клапан поз. 21М1 на трубопроводе пара П128?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отм. 7,4 м"
          },
          {
            "id": 1,
            "success": false,
            "text": "отм. 27,4 м"
          },
          {
            "id": 2,
            "success": false,
            "text": "отм. 3,4м"
          },
          {
            "id": 3,
            "success": false,
            "text": "отм. 0,00 м"
          }
        ]
      }
    ],
    [
      {
        "question": "На какой отметке находится отсечной клапан поз. 22М6 на трубопроводе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отм. 3,5 м"
          },
          {
            "id": 1,
            "success": false,
            "text": "отм. 7,4 м"
          },
          {
            "id": 2,
            "success": false,
            "text": "отм. 27,4 м"
          },
          {
            "id": 3,
            "success": false,
            "text": "отм. 0,00м"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры системы ПАЗ на печах пиролиза F21-F22: \r\n1. Давление пара П8 в печь - 0,60 Мпа;\r\n2. Давление этана в печь – 0,35 Мпа;\r\n3. Давление топливного газа на горелки  печи  - 0,2 Мпа;\r\n4. Разрежение в печи – (-10)Па;\r\n5. Уровень  воды в барабане – 10%;\r\n6. Разрежение в печи – (-2)Па;\r\n7. Давление пара П8 в печь - 0,35 Мпа;\r\n8. Уровень  воды в барабане – 90%;\r\n9. Давление этана в печь – 0,30 Мпа;\r\n10. Давление топливного газа на горелки  печи  - 0,03 Мпа.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2,5,6,7,10"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,3,5,9"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,6,5,9,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "3,6,7,8,9"
          }
        ]
      }
    ],
    [
      {
        "question": "Каково количество закалочно-испарительных аппаратов на печи пиролиза этана?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "10"
          }
        ]
      }
    ],
    [
      {
        "question": "Порядок пуска плунжерного насоса",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Открыть задвижки на всасе и нагнетании, пустить насос"
          },
          {
            "id": 1,
            "success": false,
            "text": "Открыть задвижку на всасе, пустить насос, открыть задвижку на нагнетании"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пустить насос, открыть задвижки на всасе и нагнетании"
          },
          {
            "id": 3,
            "success": false,
            "text": "Открыть задвижку на нагнетании, пустить насос, открыть задвижки на всасе"
          }
        ]
      }
    ],
    [
      {
        "question": "Что из перечисленного аппаратчик Иванов должен выполнять при ежесменном обходе оборудования работающего под давлением, выберите правильный ответ:\r\n1. наружный осмотр аппарата\r\n2. внутренний осмотр аппарата\r\n3. проверка укомплектованности крепежом, правильности его разгонки\r\n4. проверка наличия и соответствия таблички на аппарате с надписями \r\n5. проверка наличия и исправности средств измерения давления, температуры, уровня, предохранительных и блокировочных устройств, ППК\r\n6. проверка состояния фундамента, анкерных болтов, опорных конструкций, лестниц\r\n7. проверка состояния заземления, молниезащиты, защиты от статического электричества, освещения.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Все, кроме 2"
          },
          {
            "id": 1,
            "success": false,
            "text": "Все, кроме 3"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,3,5,7"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое количество секций находится в камере конвекции печи пиролиза этана?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "6"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "2"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего подается пар П-8 под пирогазовые задвижки?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для предотвращения забивки уплотняющих поверхностей задвижки коксом, смолой пиролиза"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пар П-8 не подается под пирогазовые задвижки"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для предотвращения забивки трубопровода механическими примесями"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для повышения температуры пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы рН непрерывной продувки паросборников V-11 – V-19, V-21, 22 (котловая вода) (поз. QR-95, QR-96) в режиме «пар+пар» и «выжиг»?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "7,5 – 10,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "7,5 – 9,0"
          },
          {
            "id": 2,
            "success": false,
            "text": "9,0 – 10,5"
          },
          {
            "id": 3,
            "success": false,
            "text": "6,5 – 10,0"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие печи пиролиза подается диметилдисульфид из емкости V-05?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "F-21 и F-22"
          },
          {
            "id": 1,
            "success": false,
            "text": "F-17, F-18, F-19"
          },
          {
            "id": 2,
            "success": false,
            "text": "F-11÷19"
          },
          {
            "id": 3,
            "success": false,
            "text": "Во все печи пиролиза"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие горелки используются на печах пиролиза этана?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "HIT 160"
          },
          {
            "id": 1,
            "success": false,
            "text": "PMS-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "HIT 230"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все перечисленные"
          }
        ]
      }
    ],
    [
      {
        "question": "Соотнесите отсечные клапана к продуктам\r\n1. М2                   А) Топливный газ\r\n2. М3                   Б) Бензин/ПБФ\r\n3. М6                   В) Пары на свечу\r\n4. М1                   Г) Паротушение(П4)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1Г,2А,3Б,4В"
          },
          {
            "id": 1,
            "success": false,
            "text": "1А,2Б,3В,4Г"
          },
          {
            "id": 2,
            "success": false,
            "text": "1А,2Г,3Б,4В"
          },
          {
            "id": 3,
            "success": false,
            "text": "1Г,2В,3Б,4А"
          }
        ]
      }
    ]
  ],
  "Печь пиролиза бензина": [
    [
      {
        "question": "Пиролиз - это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Процесс глубокого разложения углеводородов при высокой температуре"
          },
          {
            "id": 1,
            "success": false,
            "text": "Процесс крекинга только парафиновых углеводородов"
          },
          {
            "id": 2,
            "success": false,
            "text": "Процесс крекинга олефинов и ароматических углеводородов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Процесс гидроочистки углеводородного сырья"
          }
        ]
      }
    ],
    [
      {
        "question": "Норма температуры пирогаза на выходе из печи пиролиза бензина (ПБФ)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "780-850 0С"
          },
          {
            "id": 1,
            "success": false,
            "text": "785-845 0С"
          },
          {
            "id": 2,
            "success": false,
            "text": "750-850 0С"
          },
          {
            "id": 3,
            "success": false,
            "text": "808-855 0С"
          }
        ]
      }
    ],
    [
      {
        "question": "Реакции пиролиза идут с увеличением объема, и чем выше давление, тем ….",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Степень пиролиза будет меньше"
          },
          {
            "id": 1,
            "success": false,
            "text": "Степень пиролиза будет больше"
          },
          {
            "id": 2,
            "success": false,
            "text": "Степень пиролиза не изменится"
          },
          {
            "id": 3,
            "success": false,
            "text": "Степени пиролиза не будет"
          }
        ]
      }
    ],
    [
      {
        "question": "Что подается на горелки для осуществления горения?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Топливный газ, метан-водородная фракция."
          },
          {
            "id": 1,
            "success": false,
            "text": "Бутановая фракция"
          },
          {
            "id": 2,
            "success": false,
            "text": "Этановая фракция"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пропан"
          }
        ]
      }
    ],
    [
      {
        "question": "В результате процесса пиролиза на печах пиролиза бензина и этана получается:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Пирогаз, который поступает в смеситель N-01"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пироконденсат, который поступает в колонну К-1 для дальнейшей ректификации"
          },
          {
            "id": 2,
            "success": false,
            "text": "Чистый этан, который по рецикловым потокам возвращается на печи пиролиза этана"
          },
          {
            "id": 3,
            "success": false,
            "text": "Смола пиролиза тяжелая (СПТ), которая поступает на товарно-сырьевую базу (ТСБ) для отгрузки потребителям."
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены котлы-утилизаторы печей пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для выработки насыщенного пара высокого давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для охлаждения пирогаза"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выработки пара разбавления"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для утилизация тепла дымовых газов"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое количество печей пиролиза бензина (ПБФ) на установке ПУН?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "9"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "1"
          }
        ]
      }
    ],
    [
      {
        "question": "В каком режиме должны быть регулирующие клапана по сырью, пару и топливному газу перед включением печи пиролиза в режим АРС?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В автоматическом"
          },
          {
            "id": 1,
            "success": false,
            "text": "По сырью и пару - в автоматическом, по топливному газу - в ручном"
          },
          {
            "id": 2,
            "success": false,
            "text": "В ручном"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все равно"
          }
        ]
      }
    ],
    [
      {
        "question": "При пиролизе какого сырья получается больше этилена?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Этановая фракция"
          },
          {
            "id": 1,
            "success": false,
            "text": "Бутановая фракция"
          },
          {
            "id": 2,
            "success": false,
            "text": "Смесь пропан-бутановая"
          },
          {
            "id": 3,
            "success": false,
            "text": "Бутиленовая фракция"
          }
        ]
      }
    ],
    [
      {
        "question": "Преимущественный способ передачи тепла в камере радиации печей пиролиза",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Тепловое излучение"
          },
          {
            "id": 1,
            "success": false,
            "text": "Теплопроводность"
          },
          {
            "id": 2,
            "success": false,
            "text": "Конвекция"
          },
          {
            "id": 3,
            "success": false,
            "text": "Теплоотдача"
          }
        ]
      }
    ],
    [
      {
        "question": "Снижение парциального давления при пиролизе углеводородов.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "снижает выход жидких продуктов."
          },
          {
            "id": 1,
            "success": false,
            "text": "снижает выход олефинов."
          },
          {
            "id": 2,
            "success": false,
            "text": "увеличивает выход жидких продуктов."
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет правильного ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие нормы рН непрерывной продувки паросборников V-11 – V-19, V-21, 22 (котловая вода) (поз. QR-95, QR-96) в режиме: пар+пар и выжиг?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "7,5 – 10,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "7,5 – 9,0"
          },
          {
            "id": 2,
            "success": false,
            "text": "9,0 – 10,5"
          },
          {
            "id": 3,
            "success": false,
            "text": "6,5 – 10,0"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова норма температуры перегретого пара П128 на выходе из секции перегревателя ПЕЧИ пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(300-370) oC"
          },
          {
            "id": 1,
            "success": false,
            "text": "(510 -525) oC"
          },
          {
            "id": 2,
            "success": false,
            "text": "(780-850) oC"
          },
          {
            "id": 3,
            "success": false,
            "text": "(250 -350) oC"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова температура пирогаза после закалочно-испарительных аппаратов?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(320 - 450) оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "(780-850) оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "(808 - 835) оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "(250-350) оС"
          }
        ]
      }
    ],
    [
      {
        "question": "Что обозначает символ С в аббревиатуре позиций КИПиА?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "регулирование"
          },
          {
            "id": 1,
            "success": false,
            "text": "блокировка"
          },
          {
            "id": 2,
            "success": false,
            "text": "регистрация"
          },
          {
            "id": 3,
            "success": false,
            "text": "сигнализация"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько предохранительных клапанов (ИПК) от превышения давления находятся на отделительном барабане V-22:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "ни одного"
          }
        ]
      }
    ],
    [
      {
        "question": "Разрешается ли использовать паронитовую прокладку повторно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нет"
          },
          {
            "id": 1,
            "success": false,
            "text": "Да"
          },
          {
            "id": 2,
            "success": false,
            "text": "Разрешается, при условии отсутствия повреждений прокладки"
          },
          {
            "id": 3,
            "success": false,
            "text": "Разрешается, при условии отсутствия новой прокладки"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой цвет реакционной трубы (змеевика) будет, на случай ее перегрева?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Белый"
          },
          {
            "id": 1,
            "success": false,
            "text": "Красный (раскаленный)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Нельзя понять прогорели ли трубы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Черный"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова максимальная нагрузка по сырью для печей пиролиза бензина (ПБФ)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "20000 кг/ч"
          },
          {
            "id": 1,
            "success": false,
            "text": "10000 кг/ч"
          },
          {
            "id": 2,
            "success": false,
            "text": "19000 кг/ч"
          },
          {
            "id": 3,
            "success": false,
            "text": "30000 кг/ч"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении срабатывает ПАЗ поз. PIRSA 25A,(B) на печах пиролиза бензина (ПБФ)?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "менее 0,35 МПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "менее 0,39 МПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "менее 1,2 МПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "менее 0,6 МПа"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой целью печь пиролиза пускается в работу сначала на бензине, а потом на ПБФ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С целью образования \"аморфного\" кокса на поверхности змеевиков для дезактивации каталитически активных центров никеля и железа, тем самым увеличить пробег печи"
          },
          {
            "id": 1,
            "success": false,
            "text": "С целью образования \"аморфного\" кокса на поверхности змеевиков для дезактивации каталитически активных центров никеля и железа, тем самым уменьшить потребление топливного газа"
          },
          {
            "id": 2,
            "success": false,
            "text": "Печь пускают, как на бензине так и на ПБФ"
          },
          {
            "id": 3,
            "success": false,
            "text": "С целью образования \"аморфного\" кокса на поверхности змеевиков для дезактивации каталитически активных центров никеля и железа, тем самым увеличить выход олефинов"
          }
        ]
      }
    ],
    [
      {
        "question": "Что необходимо сделать если шибер печи поз. М-41 открыт полностью, а анализ СО показывает превышение норм?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Увеличить приток воздуха в камеру радиации, открытием заслонок первичного воздуха на горелках"
          },
          {
            "id": 1,
            "success": false,
            "text": "Снизить приток воздуха в камеру радиации, закрытием заслонок первичного воздуха на горелках"
          },
          {
            "id": 2,
            "success": false,
            "text": "Снизить приток воздуха в камеру радиации, открытием заслонок первичного воздуха на горелках"
          },
          {
            "id": 3,
            "success": false,
            "text": "Увеличить приток воздуха в камеру радиации, закрытием заслонок первичного воздуха на горелках"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие горелки используются на печах пиролиза F-15?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "HIT 230"
          },
          {
            "id": 1,
            "success": false,
            "text": "PMS-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "HIT 210"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все перечисленные"
          }
        ]
      }
    ],
    [
      {
        "question": "Какое количество самостоятельных радиантных змеевиков находится в камере радиации печи пиролиза бензина (ПБФ)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "10"
          },
          {
            "id": 3,
            "success": false,
            "text": "40"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего нужно резкое охлаждение (закалка) пирогаза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для снижения полимеризации и поликонденсации."
          },
          {
            "id": 1,
            "success": false,
            "text": "Для конденсации пароконденсата."
          },
          {
            "id": 2,
            "success": false,
            "text": "Для выделения жидких продуктов пиролиза из пирогаза."
          },
          {
            "id": 3,
            "success": false,
            "text": "Для получения пара."
          }
        ]
      }
    ],
    [
      {
        "question": "Как называется процесс горения кокса в реакционных трубах печи пиролиза?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Паровыжиг"
          },
          {
            "id": 1,
            "success": false,
            "text": "Пиролиз"
          },
          {
            "id": 2,
            "success": false,
            "text": "Закалка"
          },
          {
            "id": 3,
            "success": false,
            "text": "Раскоксовка"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем нагревается сырье пиролиза в змеевике камеры конвекции?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Теплом отводящих дымовых газов."
          },
          {
            "id": 1,
            "success": false,
            "text": "Тепловым излучением от футеровки."
          },
          {
            "id": 2,
            "success": false,
            "text": "Огнем от горелочных устройств."
          },
          {
            "id": 3,
            "success": false,
            "text": "Паром."
          }
        ]
      }
    ],
    [
      {
        "question": "Для лучшей селективности по этилену процесс пиролиза на бензиновом сырье проводят при температуре",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "810-835оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "750-800оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "840-860оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "Все варианты неправильные"
          }
        ]
      }
    ],
    [
      {
        "question": "На какой отметке находится отсечной клапан поз. 14М1 на трубопроводе пара П128?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отм. 7,4 м"
          },
          {
            "id": 1,
            "success": false,
            "text": "отм. 27,4 м"
          },
          {
            "id": 2,
            "success": false,
            "text": "отм. 3,4м"
          },
          {
            "id": 3,
            "success": false,
            "text": "отм. 0,00 м"
          }
        ]
      }
    ],
    [
      {
        "question": "На какой отметке находится отсечной клапан поз. 14М6 на трубопроводе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отм. 3,5 м"
          },
          {
            "id": 1,
            "success": false,
            "text": "отм. 7,4 м"
          },
          {
            "id": 2,
            "success": false,
            "text": "отм. 27,4 м"
          },
          {
            "id": 3,
            "success": false,
            "text": "отм. 0,00м"
          }
        ]
      }
    ]
  ],
  "Пароперегреватель F-10А,В": [
    [
      {
        "question": "Какое из условий розжига первой горелки на камере пароперегревателя верно?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В работе хотя бы один вентилятор В-02"
          },
          {
            "id": 1,
            "success": false,
            "text": "В работе хотя бы один вентилятор В-03"
          },
          {
            "id": 2,
            "success": false,
            "text": "В работе хотя бы один вентилятор В-01"
          },
          {
            "id": 3,
            "success": false,
            "text": "В работе хотя бы один вентилятор В-04"
          }
        ]
      }
    ],
    [
      {
        "question": "С какой скоростью осуществляется подъем температуры перегретого пара при пуске",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(3 ÷ 5) оС в минуту"
          },
          {
            "id": 1,
            "success": false,
            "text": "(30 ÷ 50) оС в час"
          },
          {
            "id": 2,
            "success": false,
            "text": "(3 ÷ 5) оС в час"
          },
          {
            "id": 3,
            "success": false,
            "text": "не более 50 оС в час"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены калориферы Е-10A, В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для улучшения условий режима сгорания, повышения к.п.д. камеры пароперегревателя путем подогрева воздуха паром П4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для улучшения условий режима сгорания, повышения к.п.д. камеры пароперегревателя путем подогрева воздуха паром П8"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для улучшения условий режима сгорания, повышения к.п.д. камеры пароперегревателя путем подогрева воздуха паром П128"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для улучшения условий режима сгорания, повышения к.п.д. камеры пароперегревателя путем подогрева воздуха питательной водой"
          }
        ]
      }
    ],
    [
      {
        "question": "Конструкция камеры пароперегревателя F-10",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Топочная камера, поверхности нагрева пара, подогреватель питательной воды (экономайзер)"
          },
          {
            "id": 1,
            "success": false,
            "text": "Топочная камера, подогреватель питательной воды (экономайзер)"
          },
          {
            "id": 2,
            "success": false,
            "text": "Камера радиации, поверхности нагрева пара, подогреватель питательной воды (экономайзер)"
          },
          {
            "id": 3,
            "success": false,
            "text": "Камера радиации, камера конвекции, дымоход"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая электрозадвижка на пароперегревателе является регулирующей?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М43"
          },
          {
            "id": 1,
            "success": false,
            "text": "М11"
          },
          {
            "id": 2,
            "success": false,
            "text": "М13"
          },
          {
            "id": 3,
            "success": false,
            "text": "М5"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначен пароперегреватель F-10A, В?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Для получения перегретого пара высокого давления"
          },
          {
            "id": 1,
            "success": false,
            "text": "Для получения насыщенного пара высокого давления"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для получения пара среднего давления"
          },
          {
            "id": 3,
            "success": false,
            "text": "Для подогрева питательной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Каким клапаном регулируется уровень в емкости V-13 на пароперегревателе?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "LIRCA 352"
          },
          {
            "id": 1,
            "success": false,
            "text": "LIRCSA 352"
          },
          {
            "id": 2,
            "success": false,
            "text": "LIRCA 13"
          },
          {
            "id": 3,
            "success": false,
            "text": "LIRCA 81"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда поступает конденсат из емкости V-13 пароперегревателя?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "В емкость Е-106"
          },
          {
            "id": 1,
            "success": false,
            "text": "В емкость V-01"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-109"
          },
          {
            "id": 3,
            "success": false,
            "text": "В калориферы Е-10А,В"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении параметры поз. PZA 268A1, (A2) сработает ПАЗ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,3 кгс/cм2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,5 кгс/cм2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3,1 кгс/cм2"
          },
          {
            "id": 3,
            "success": false,
            "text": "2 кгс/cм2"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие бывают режимы работы клапанов топливной системы пароперегревателя: \r\n1. ручной, автоматический;\r\n2. ручной, каскадный; \r\n3. ручной, автоматический, каскадный;\r\n4. ручной, автоматический, инерционный.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие параметры у пара П110?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Р= (90 - 109) кгс/см2; Т=(480 - 530) оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "Р= (100 - 110) кгс/см2; Т=(480 - 530) оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "Р= (90 - 109) кгс/см2; Т=(510 - 540) оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "Р= (110) кгс/см2; Т=(480 - 530) оС"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значение давления топливного газа поз. PZRA 271A, на пароперегревателе F-10A, сработает ПАЗ?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3,9 кПа"
          },
          {
            "id": 1,
            "success": false,
            "text": "6,0 кПа"
          },
          {
            "id": 2,
            "success": false,
            "text": "0,3 кПа"
          },
          {
            "id": 3,
            "success": false,
            "text": "9 кПа"
          }
        ]
      }
    ],
    [
      {
        "question": "Соотнесите отсечные клапана к продуктам на пароперегревателе:\r\n1. М19                А) топливный газ\r\n2. М41                Б) пар П110\r\n3. М14                В) питательная вода\r\n4. М1                  Г) воздух",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1Г,2А,3Б,4В"
          },
          {
            "id": 1,
            "success": false,
            "text": "1А,2Б,3В,4Г"
          },
          {
            "id": 2,
            "success": false,
            "text": "1А,2Г,3Б,4В"
          },
          {
            "id": 3,
            "success": false,
            "text": "1Г,2В,3Б,4А"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значение параметра поз. PZRA 271A сработает ПАЗ на пароперегревателе:\r\n1. 3,6 кПа\r\n2. 0,215 кПа\r\n3. 1,3 кгс/см2\r\n4. 3,9 кПа",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите НЕ верные условия розжига первой горелки на пароперегревателе:\r\n1. давление топливного газа в камеру пароперегревателя F-10A(В) после регулирующего клапана поз. FRС 205A,В не менее 3,9 кПа;\r\n2. расход пара П100 на выходе из камеры пароперегревателя F-10A(В) не менее 30 т/ч поз. FZRA 203;\r\n3. открыть шибер с электроприводом поз.М27(М28) на дымоходе;\r\n4. давление в трубопроводе топливного газа перед клапаном поз.М31(32) не более 1,3 кгс/См2;\r\n5. соленоиды поз.М106 открыты;\r\n6. в работе хотя бы один вентилятор В-02A(С) или В-02B(Д);\r\n7. перепад давления воздуха к горелкам и дымовых газов в камере пароперегревателя F-10A(В) не менее 0.245 кПа;\r\n8. Зафиксированы по месту в нажатом положении кнопки закрытия клапана поз.М31(32);\r\n9. соленоиды поз.М104 и М105 на все горелки закрыты\r\n10. Температура пара П100 на выходе из камеры пароперегревателя F-10A(В) не более 554 оС.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3,8"
          },
          {
            "id": 1,
            "success": false,
            "text": "4,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "6,10"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,9"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой порядок включения паропровода в работу",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Собрать схему, открыть дренажи, слегка приоткрыть задвижку, с появлением сухого пара закрывать дренажи, полностью открывать задвижку"
          },
          {
            "id": 1,
            "success": false,
            "text": "Собрать схему, полностью открыть задвижку, подать пар на колонны"
          },
          {
            "id": 2,
            "success": false,
            "text": "Собрать схему, заполнить трубопровод горячей водой для прогрева, открыть задвижку на подаче пара в паропровод, воду слить через дренажи"
          },
          {
            "id": 3,
            "success": false,
            "text": "0"
          }
        ]
      }
    ],
    [
      {
        "question": "При какой температуре корпуса электродвигателя следует останавливать вентилятор? Выберите правильный ответ: 1. 70 грС      2. 55 грС         3. не регламентируется            4. 45 грС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар, имеющий температуру выше температуры насыщения при том же давлении это",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Перегретый пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Водяной пар"
          },
          {
            "id": 2,
            "success": false,
            "text": "Водяной насыщенный пар"
          },
          {
            "id": 3,
            "success": false,
            "text": "Пар, имеющий температуру выше температуры насыщения при том же давлении"
          }
        ]
      }
    ],
    [
      {
        "question": "От каких насосов поступает питательная вода в пароперегреватель с установки вспомогательной котельной?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "B-P-03, В-Р-04А, В-Р-04В"
          },
          {
            "id": 1,
            "success": false,
            "text": "В-Р-01А, В-Р-01В"
          },
          {
            "id": 2,
            "success": false,
            "text": "В-Р-02А, В-Р-02В"
          },
          {
            "id": 3,
            "success": false,
            "text": "от всех перечисленных"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько горелок на одной камере пароперегревателя F-10А,В",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "150"
          },
          {
            "id": 3,
            "success": false,
            "text": "140"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите правильный ответ условного обозначения КИПиА: регулирование",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "С"
          },
          {
            "id": 1,
            "success": false,
            "text": "А"
          },
          {
            "id": 2,
            "success": false,
            "text": "L"
          },
          {
            "id": 3,
            "success": false,
            "text": "R"
          }
        ]
      }
    ],
    [
      {
        "question": "При каком значении уровня в емкости V-01 поз. LIRSA 87 сработает звуковая сигнализация",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80%"
          },
          {
            "id": 1,
            "success": false,
            "text": "50%"
          },
          {
            "id": 2,
            "success": false,
            "text": "30%"
          },
          {
            "id": 3,
            "success": false,
            "text": "90%"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите из перечисленного энергоресурсы установки ПУН:1. Воздух КИПа + технологический2. Пар3. Оборотная вода4. Азот5. Ничего из перечисленного 6. Все выше перечисленное",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6"
          },
          {
            "id": 1,
            "success": false,
            "text": "5"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,3"
          }
        ]
      }
    ],
    [
      {
        "question": "На какой отметке находится электразадвижка М41 по топливному газу",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0"
          },
          {
            "id": 1,
            "success": false,
            "text": "7.5"
          },
          {
            "id": 2,
            "success": false,
            "text": "3.5"
          },
          {
            "id": 3,
            "success": false,
            "text": "21"
          }
        ]
      }
    ],
    [
      {
        "question": "Из скольких секций состоит калорифер Е-10А на пароперегревателе F-10А",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Как изменяется температура кипения веществ при снижении давления?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "уменьшается"
          },
          {
            "id": 1,
            "success": false,
            "text": "увеличивается"
          },
          {
            "id": 2,
            "success": false,
            "text": "не меняется"
          },
          {
            "id": 3,
            "success": false,
            "text": "для различных веществ разная зависимость"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие обозначения позиций электрозадвижек РУ-140/12",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М221, М222"
          },
          {
            "id": 1,
            "success": false,
            "text": "М220, М221"
          },
          {
            "id": 2,
            "success": false,
            "text": "М5,М4"
          },
          {
            "id": 3,
            "success": false,
            "text": "М39,М40"
          }
        ]
      }
    ],
    [
      {
        "question": "Нормы расхода питательной воды на входе в ЭКО камеры пароперегревателя FRA201A,B (т/ч)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80-129"
          },
          {
            "id": 1,
            "success": false,
            "text": "80-140"
          },
          {
            "id": 2,
            "success": false,
            "text": "60-120"
          },
          {
            "id": 3,
            "success": false,
            "text": "не нормируется"
          }
        ]
      }
    ],
    [
      {
        "question": "Нормы расхода пара П110 на выходе из камеры пароперегревателя FZRA203A1,A2,B1,B2 (т/ч)",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "60-120"
          },
          {
            "id": 1,
            "success": false,
            "text": "60-135"
          },
          {
            "id": 2,
            "success": false,
            "text": "80-129"
          },
          {
            "id": 3,
            "success": false,
            "text": "30-90"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие обозначения позиций электрозадвижек установленных на байпасе пароперегревателя по питательной воде?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "М37, М38"
          },
          {
            "id": 1,
            "success": false,
            "text": "М220, М221"
          },
          {
            "id": 2,
            "success": false,
            "text": "М39, М40"
          },
          {
            "id": 3,
            "success": false,
            "text": "М1, М2"
          }
        ]
      }
    ]
  ],
  "Узел паровыработки + вспом.оборуд.": [
    [
      {
        "question": "Выберите лишнее действие при выводе насосов в ремонт:\r\na) насос остановить;\r\nb) освободить от рабочей жидкости (при необходимости промыть водой, продуть азотом);\r\nc) разобрать электросхему с видимым разрывом эл.цепи;\r\nd) закрыть арматуры и освободить от охлаждающей жидкости, масла;\r\ne) отключить запорной арматурой;\r\nf) установить манометр на трубопроводе рабочей жидкости.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "F"
          },
          {
            "id": 1,
            "success": false,
            "text": "С"
          },
          {
            "id": 2,
            "success": false,
            "text": "D"
          },
          {
            "id": 3,
            "success": false,
            "text": "В"
          }
        ]
      }
    ],
    [
      {
        "question": "Когда рекомендуется проверять уровень масла в картере двигателя?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Через несколько минут после остановки двигателя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сразу после пуска двигателя"
          },
          {
            "id": 2,
            "success": false,
            "text": "При работе двигателя под нагрузкой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ректификационная колонна?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Цилиндрический вертикальный аппарат, оснащенный внутренними тепло- и массообменными устройствами и вспомогательными узлами, предназначенный для разделения двухкомпонентных или многокомпонентных жидких смесей на фракции, каждая из которых содержит вещества с близкой температурой кипения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тепломассообменный аппарат для разделения газовых смесей, путём избирательного поглощения их отдельных компонентов жидким абсорбентом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменная емкость, предназначенная для смешивания двух компонентов с различными температурами кипения с последующим получением флегмы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тепломассообменный аппарат, работающий под вакуумом, предназначенный для разделения жидких смесей, путём насыщения их специальными химическими компонентами"
          }
        ]
      }
    ],
    [
      {
        "question": "По характеру взаимодействия паровой и жидкой фаз ректификационные колонны разделяют на две основные группы:",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Со ступенчатым контактом фаз;\r\nс непрерывным контактом фаз"
          },
          {
            "id": 1,
            "success": false,
            "text": "С периодическим контактом фаз;\r\nс непрерывным контактом фаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "С регулярным контактом фаз;\r\nс нерегулярным контактом фаз"
          },
          {
            "id": 3,
            "success": false,
            "text": "С равномерным распределением теплоносителя в межфазном контакте;\r\nс неравномерным распределением теплоносителя в межфазном контакте;"
          }
        ]
      }
    ],
    [
      {
        "question": "Манометры с какой шкалой деления требуется установить на трубопроводе нагнетания центробежного насоса, при условии, что максимальное рабочее давление в трубопроводе составляет 6,0 кгс/см2? Выберите правильные варианты ответов:\r\n1.  1,0 МПа;\r\n2.  16 кгс/см2;\r\n3.  10 кгс/см2;\r\n4.  2,5 МПа;\r\n5.  1,6 МПа;\r\n6.  25 кгс/см2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,3"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "Укажите все типы тарелок, применяемые для тарельчатых ректификационных колонн: \r\n1. Цилиндрические; \r\n2. Трапециевидные; \r\n3. Колпачковые; \r\n4. Клапанные (дисковые); \r\n5. С S-образными элементами; \r\n6. Ромбовидные; \r\n7. Ситчатые; \r\n8. Трубчатые; \r\n9. Решетчатые; \r\n10. Игольчатые.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3,4,5,7,9"
          },
          {
            "id": 1,
            "success": false,
            "text": "3,5"
          },
          {
            "id": 2,
            "success": false,
            "text": "7,9"
          },
          {
            "id": 3,
            "success": false,
            "text": "2,6"
          }
        ]
      }
    ],
    [
      {
        "question": "Порядок пуска плунжерного насоса",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Открыть задвижки на всасе и нагнетании, пустить насос"
          },
          {
            "id": 1,
            "success": false,
            "text": "Открыть задвижку на всасе, пустить насос, открыть задвижку на нагнетании"
          },
          {
            "id": 2,
            "success": false,
            "text": "Пустить насос, открыть задвижки на всасе и нагнетании"
          },
          {
            "id": 3,
            "success": false,
            "text": "Открыть задвижку на нагнетании, пустить насос, открыть задвижки на всасе"
          }
        ]
      }
    ],
    [
      {
        "question": "Что дозирует насос Р-04",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "антизагрязнитель"
          },
          {
            "id": 1,
            "success": false,
            "text": "ингибитор коррозии"
          },
          {
            "id": 2,
            "success": false,
            "text": "ДМДС"
          },
          {
            "id": 3,
            "success": false,
            "text": "щелочь"
          }
        ]
      }
    ],
    [
      {
        "question": "Что дозирует насос Р-03",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ингибитор коррозии"
          },
          {
            "id": 1,
            "success": false,
            "text": "антизагрязнитель"
          },
          {
            "id": 2,
            "success": false,
            "text": "ДМДС"
          },
          {
            "id": 3,
            "success": false,
            "text": "щелочь"
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентная температура верха колонны К-5  поз. TR-2-5-6, оС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "102-115"
          },
          {
            "id": 1,
            "success": false,
            "text": "100-120"
          },
          {
            "id": 2,
            "success": false,
            "text": "90-125"
          },
          {
            "id": 3,
            "success": false,
            "text": "95-130"
          }
        ]
      }
    ],
    [
      {
        "question": "Схема подачи ХЗВ в колонну К-5 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-5 → Н-9 → Ф-7 → Ф-3/1,2 →Е-3/1,2 → Т-19 → К-5"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-5 →  Ф-7 → Ф-3/1,2 →Е-3/1,2 → Т-19 → К-5"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-5 → Н-9 → Ф-7 → Ф-2 →Е-3/1,2 → Т-19 → К-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-5 → Н-9 → Ф-7 →  Е-3/1,2 → Т-19 → К-5"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-10/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "хим загрязненную воду"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "котельное топливо"
          },
          {
            "id": 3,
            "success": false,
            "text": "горячую циркуляционную воду"
          }
        ]
      }
    ],
    [
      {
        "question": "Расшифруйте  обозначение позиции КИП TRA",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "температура, регистрация, сигнализация"
          },
          {
            "id": 1,
            "success": false,
            "text": "температура,индикация, сигнализация"
          },
          {
            "id": 2,
            "success": false,
            "text": "температура, регистрация, блокировка"
          },
          {
            "id": 3,
            "success": false,
            "text": "температура, регистрация, индикация"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое парообразование?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Свойство жидкостей изменять своё агрегатное состояние и превращаться в пар"
          },
          {
            "id": 1,
            "success": false,
            "text": "Свойство вещества переходить в жидкое или твердое состояния из газообразного"
          },
          {
            "id": 2,
            "success": false,
            "text": "Переход вещества из твердого в газообразное"
          },
          {
            "id": 3,
            "success": false,
            "text": "Свойство вещества переходить из газообразного состояния в твёрдое"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ингибитор?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Вещество, замедляющее или предотвращающее течение какой либо химической реакции"
          },
          {
            "id": 1,
            "success": false,
            "text": "Химическое вещество, ускоряющее реакцию, но не расходующееся в процессе реакции"
          },
          {
            "id": 2,
            "success": false,
            "text": "Вещество ускоряющее химическую реакцию"
          },
          {
            "id": 3,
            "success": false,
            "text": "Инертное вещество, увеличивающее выход готового продукта по целевой реакции"
          }
        ]
      }
    ],
    [
      {
        "question": "Что означает выражение 2ЦГ 100/80",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Центробежный герметичный насос: номинальная подача 100 м3/ч, номинальный напор 80 м."
          },
          {
            "id": 1,
            "success": false,
            "text": "Центробежный герметичный насос: номинальная подача 80 м3/ч, номинальный напор 100 м."
          },
          {
            "id": 2,
            "success": false,
            "text": "Консольный насос: номинальная подача 80 м3/ч, номинальный напор 100 м."
          },
          {
            "id": 3,
            "success": false,
            "text": "Поршневой насос: номинальная подача 80 м3/ч, номинальный напор 100 м."
          }
        ]
      }
    ],
    [
      {
        "question": "В какие теплообменниках вырабатывается пар П4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-8/1-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-9/1-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-7/1-3"
          }
        ]
      }
    ],
    [
      {
        "question": "В какие теплообменниках вырабатывается пар П8",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-9/1-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-8/1-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-7/1-3"
          }
        ]
      }
    ],
    [
      {
        "question": "В какую емкость направляется конденсат после Т-9/1-4 теплообменников. ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-109"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-106"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-107"
          },
          {
            "id": 3,
            "success": false,
            "text": "V-13"
          }
        ]
      }
    ],
    [
      {
        "question": "На узле выработки пара П4 барабаном пароотделителем является",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-44"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-8"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-32"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены теплообменники Т-8/1-4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для получения водяного пара П4 и охлаждения ЦКТ"
          },
          {
            "id": 1,
            "success": false,
            "text": "для нагрева ГЦВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для охлаждения пироконденсата"
          },
          {
            "id": 3,
            "success": false,
            "text": "для нагрева оборотной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "На узле выработки пара П8 барабаном пароотделителем является",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-44"
          },
          {
            "id": 2,
            "success": false,
            "text": "Е-32"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-8"
          }
        ]
      }
    ],
    [
      {
        "question": "К -5 предназначена для",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "отпарки легких углеводородов из воды, загрязненной углеводородами"
          },
          {
            "id": 1,
            "success": false,
            "text": "отпарки лтяжелых углеводородов из воды"
          },
          {
            "id": 2,
            "success": false,
            "text": "отпарки легких углеводородов из ЦКТ"
          },
          {
            "id": 3,
            "success": false,
            "text": "отпарки легких углеводородов из пироконденсата"
          }
        ]
      }
    ],
    [
      {
        "question": "Отпаренные углеводороды с верха колонны К-5 поступают ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в К-3"
          },
          {
            "id": 1,
            "success": false,
            "text": "В К-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "В Е-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "в Е-44"
          }
        ]
      }
    ],
    [
      {
        "question": "Отпаренная вода из куба колонны К-5 насосом Н-10/1-2 подается в теплообменники     ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-7"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-8"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-4"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-19"
          }
        ]
      }
    ],
    [
      {
        "question": "Из барабана-пароотделителя Е-6 пар разбавления (пар П8)  поступает в трубное пространство теплообменников",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-115"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-9"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-8"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-7"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар разбавления П8 используется",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в качестве пара разбавления на печах пиролиза"
          },
          {
            "id": 1,
            "success": false,
            "text": "для отпарки углеводородов в К-5"
          },
          {
            "id": 2,
            "success": false,
            "text": "для хозбытовых нужд"
          },
          {
            "id": 3,
            "success": false,
            "text": "в качестве паровой завесы при аварийных ситуациях"
          }
        ]
      }
    ],
    [
      {
        "question": "Конденсат пара П8 от трубопровода из Е-6 в Т-115/1,2 поступает в ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Е-109"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-152"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-9"
          }
        ]
      }
    ],
    [
      {
        "question": "Для поддержания рН пара П8 используется",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "раствор щелочи"
          },
          {
            "id": 1,
            "success": false,
            "text": "ингибитор полимеризации"
          },
          {
            "id": 2,
            "success": false,
            "text": "антизагрязнитель"
          },
          {
            "id": 3,
            "success": false,
            "text": "раствор кислоты"
          }
        ]
      }
    ],
    [
      {
        "question": "Непрерывная продувка из Е-6 ведется через",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-10"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-107"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-9"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-4"
          }
        ]
      }
    ],
    [
      {
        "question": "Пар П12 подается из коллектора пара П12 в межтрубное пространство теплообменников Т-115/1,2 с давлением ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(0,80 ÷ 1,32) МПа."
          },
          {
            "id": 1,
            "success": false,
            "text": "(0,12 ÷ 1,32) МПа."
          },
          {
            "id": 2,
            "success": false,
            "text": "(8,0 ÷ 13,2) МПа."
          },
          {
            "id": 3,
            "success": false,
            "text": "(0,80 ÷ 1,2) МПа."
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентные значения температуры верха К-5, поз. TR-2-5-6, оС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(102 ÷ 115)"
          },
          {
            "id": 1,
            "success": false,
            "text": "(98 ÷ 118)"
          },
          {
            "id": 2,
            "success": false,
            "text": "(110÷ 115)"
          },
          {
            "id": 3,
            "success": false,
            "text": "(102 ÷ 100)"
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентные значения температуры куба К-5, поз. TR-2-5-7, оС",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(105 ÷ 120)"
          },
          {
            "id": 1,
            "success": false,
            "text": "(105 ÷ 140)"
          },
          {
            "id": 2,
            "success": false,
            "text": "(110 ÷ 130)"
          },
          {
            "id": 3,
            "success": false,
            "text": "(120 ÷ 140)"
          }
        ]
      }
    ]
  ],
  "Узел водной промывки пирогаза": [
    [
      {
        "question": "Выберите лишнее действие при выводе насосов в ремонт:\r\na) насос остановить;\r\nb) освободить от рабочей жидкости (при необходимости промыть водой, продуть азотом);\r\nc) разобрать электросхему с видимым разрывом эл.цепи;\r\nd) закрыть арматуры и освободить от охлаждающей жидкости, масла;\r\ne) отключить запорной арматурой;\r\nf) установить манометр на трубопроводе рабочей жидкости.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "F"
          },
          {
            "id": 1,
            "success": false,
            "text": "С"
          },
          {
            "id": 2,
            "success": false,
            "text": "D"
          },
          {
            "id": 3,
            "success": false,
            "text": "В"
          }
        ]
      }
    ],
    [
      {
        "question": "Аппаратчик Иванов при линейном обходе выявил повышенную вибрацию на насосе Н-1 со значением 15 мм/с, что из перечисленного следует предпринять аппаратчику?\r\n1. Сообщить начальнику смены\r\n2. Ничего не предпринимать\r\n3. Отсоединить питающий кабель\r\n4. Остановить насос Н-1, включить в работу резервный Н-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,3"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "От чего зависит давление, развиваемое центробежным насосом?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "От скорости вращения рабочего колеса"
          },
          {
            "id": 1,
            "success": false,
            "text": "От температуры"
          },
          {
            "id": 2,
            "success": false,
            "text": "От плотности жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "От давления питающей емкости"
          }
        ]
      }
    ],
    [
      {
        "question": "При работе насоса присутствует повышенный шум и вибрация, укажите возможные причины:\r\n1. Нарушена центровка вала насоса с валом электродвигателя\r\n2. Нарушена балансировка ротора\r\n3. Вибрация трубопроводов\r\n4. Насос работает в кавитационном режиме\r\n5. Подача насоса минимальная\r\n6. Механические повреждения в насосе, износ подшипников\r\n7. Отключен питающий кабель\r\n8. Чрезмерная затяжка сальника\r\n9. Неисправны измерительные приборы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,3,4,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2,4,5,8"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2,6,5,8"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,2,4,5,6,7,8,9"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ректификационная колонна?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Цилиндрический вертикальный аппарат, оснащенный внутренними тепло- и массообменными устройствами и вспомогательными узлами, предназначенный для разделения двухкомпонентных или многокомпонентных жидких смесей на фракции, каждая из которых содержит вещества с близкой температурой кипения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тепломассообменный аппарат для разделения газовых смесей, путём избирательного поглощения их отдельных компонентов жидким абсорбентом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменная емкость, предназначенная для смешивания двух компонентов с различными температурами кипения с последующим получением флегмы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тепломассообменный аппарат, работающий под вакуумом, предназначенный для разделения жидких смесей, путём насыщения их специальными химическими компонентами"
          }
        ]
      }
    ],
    [
      {
        "question": "Манометры с какой шкалой деления требуется установить на трубопроводе нагнетания центробежного насоса, при условии, что максимальное рабочее давление в трубопроводе составляет 1,0 МПа? Выберите правильные варианты ответов:\r\n1.  1,0 МПа;\r\n2.  16 кгс/см2;\r\n3.  10 кгс/см2;\r\n4.  2,5 МПа;\r\n5.  1,6 МПа;\r\n6.  25 кгс/см2.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2, 5"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "3"
          },
          {
            "id": 3,
            "success": false,
            "text": "5"
          }
        ]
      }
    ],
    [
      {
        "question": "Количество насосов Н-1 на установке",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "5"
          },
          {
            "id": 1,
            "success": false,
            "text": "4"
          },
          {
            "id": 2,
            "success": false,
            "text": "6"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентная температура под нижней секцией насадок поз.TR-2-5-3, оC колонны К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "60 - 90"
          },
          {
            "id": 1,
            "success": false,
            "text": "50-80"
          },
          {
            "id": 2,
            "success": false,
            "text": "65-85"
          },
          {
            "id": 3,
            "success": false,
            "text": "50-100"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-1/1-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "горячую циркуляционную воду"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "хим загрязненную воду"
          },
          {
            "id": 3,
            "success": false,
            "text": "котельное топливо"
          }
        ]
      }
    ],
    [
      {
        "question": "К-2 какая система канализации",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ливневая"
          },
          {
            "id": 1,
            "success": false,
            "text": "ХЗВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "хоз-бытовая"
          },
          {
            "id": 3,
            "success": false,
            "text": "все перечисленные стоки"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-106/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "щелочь"
          },
          {
            "id": 1,
            "success": false,
            "text": "антизагрязнитель"
          },
          {
            "id": 2,
            "success": false,
            "text": "ингибитора коррозии"
          },
          {
            "id": 3,
            "success": false,
            "text": "горячую циркуляционную воду"
          }
        ]
      }
    ],
    [
      {
        "question": "Какой концентрации поступает щелочь в Е-98",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "0.2"
          },
          {
            "id": 1,
            "success": false,
            "text": "0.4"
          },
          {
            "id": 2,
            "success": false,
            "text": "0.1"
          },
          {
            "id": 3,
            "success": false,
            "text": "0.18"
          }
        ]
      }
    ],
    [
      {
        "question": "Расшифруйте  обозначение позиции КИП TRA",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "температура, регистрация, сигнализация"
          },
          {
            "id": 1,
            "success": false,
            "text": "температура,индикация, сигнализация"
          },
          {
            "id": 2,
            "success": false,
            "text": "температура, регистрация, блокировка"
          },
          {
            "id": 3,
            "success": false,
            "text": "температура, регистрация, индикация"
          }
        ]
      }
    ],
    [
      {
        "question": "Как можно определить износ подшипника?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Механический звук, повышенная температура поверхности крепления подшипника"
          },
          {
            "id": 1,
            "success": false,
            "text": "Замерить диаметр подшипника, сравнить с его техническими характеристиками"
          },
          {
            "id": 2,
            "success": false,
            "text": "Проверить соосность валов"
          },
          {
            "id": 3,
            "success": false,
            "text": "Резко уменьшать и увеличивать скорость намотки"
          }
        ]
      }
    ],
    [
      {
        "question": "Какова величина рН для кислой среды?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "рН<7"
          },
          {
            "id": 1,
            "success": false,
            "text": "рН>7"
          },
          {
            "id": 2,
            "success": false,
            "text": "рН=7"
          },
          {
            "id": 3,
            "success": false,
            "text": "рН=10"
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентная величина pH горячей циркуляционной воды после насосов \r\nН-1/1-5\r\n",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6,0 ÷ 7,5"
          },
          {
            "id": 1,
            "success": false,
            "text": "7,0 ÷ 9"
          },
          {
            "id": 2,
            "success": false,
            "text": "5 ÷ 8"
          },
          {
            "id": 3,
            "success": false,
            "text": "4,5 ÷ 7,5"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем охлаждается пироконденсат в теплообменнике Т-85",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Оборотная вода 4 системы"
          },
          {
            "id": 1,
            "success": false,
            "text": "Оборотная вода 3 системы"
          },
          {
            "id": 2,
            "success": false,
            "text": "Тосол"
          },
          {
            "id": 3,
            "success": false,
            "text": "бензин"
          }
        ]
      }
    ],
    [
      {
        "question": "Количество карманов в емкости Е-5",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "3"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "Какие вентиляторы предназначены для охлаждения верхнего орошения колонны К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-5/1-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-5А/1-3"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-5/1-4, Т-5А/1-3"
          },
          {
            "id": 3,
            "success": false,
            "text": "В-02А"
          }
        ]
      }
    ],
    [
      {
        "question": "Количество пирогазовых отсекателей после колонны К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "4"
          },
          {
            "id": 1,
            "success": false,
            "text": "2"
          },
          {
            "id": 2,
            "success": false,
            "text": "1"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Регламентная температура верха поз.TR-2-5-2, оC колонны К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(20 ÷ 45)"
          },
          {
            "id": 1,
            "success": false,
            "text": "(25 ÷ 45)"
          },
          {
            "id": 2,
            "success": false,
            "text": "(25 ÷ 40)"
          },
          {
            "id": 3,
            "success": false,
            "text": "(25 ÷ 50)"
          }
        ]
      }
    ],
    [
      {
        "question": "Со стороны колонны К-1 в колонну К-3 подается",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пирогаз"
          },
          {
            "id": 1,
            "success": false,
            "text": "циркуляционная горячая вода"
          },
          {
            "id": 2,
            "success": false,
            "text": "паро-водяная смесь"
          },
          {
            "id": 3,
            "success": false,
            "text": "паро-сырьевая смесь"
          }
        ]
      }
    ],
    [
      {
        "question": "Наименование технологической позиции отсекающих клапанов по пирогазу после К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "PIRCSA-2-11/1-4"
          },
          {
            "id": 1,
            "success": false,
            "text": "PIRCA-2-11/1-4"
          },
          {
            "id": 2,
            "success": false,
            "text": "PICSA-2-11/1-4"
          },
          {
            "id": 3,
            "success": false,
            "text": "PIRCSA-11/1-4"
          }
        ]
      }
    ],
    [
      {
        "question": "Пирогаз после колонны К-3 направляется",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "На всас компрессора М-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "На всас компрессора М-2"
          },
          {
            "id": 2,
            "success": false,
            "text": "На всас компрессора М-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "На всас компрессора М-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Для предотвращения вакуумирования колонн К-1 и К-3 предусмотрена подача …. в колонну К-3 через регулирующий клапан поз. PIRC-2-114",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "азота"
          },
          {
            "id": 1,
            "success": false,
            "text": "пироконденсата"
          },
          {
            "id": 2,
            "success": false,
            "text": "ГЦВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "технологического воздуха"
          }
        ]
      }
    ],
    [
      {
        "question": "Потребителями тепла ГЦВ является",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Т-67"
          },
          {
            "id": 1,
            "success": false,
            "text": "Т-24"
          },
          {
            "id": 2,
            "success": false,
            "text": "Т-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "Т-85"
          }
        ]
      }
    ],
    [
      {
        "question": "Сколько линий предусмотрено для орошения К-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "2"
          },
          {
            "id": 1,
            "success": false,
            "text": "1"
          },
          {
            "id": 2,
            "success": false,
            "text": "орошение не предусмотрено"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "В теплообменниках Т-6/1-6 охлаждается",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "ГЦВ"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "оборотная вода 3-ей системы"
          },
          {
            "id": 3,
            "success": false,
            "text": "оборотная вода 4-ой системы"
          }
        ]
      }
    ],
    [
      {
        "question": "Коалесцеры Е-3/1,2 предназначены для ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "улавливания из химзагрязненной воды частиц механических примесей  и отделения пироконденсата"
          },
          {
            "id": 1,
            "success": false,
            "text": "осаждения солей жесткости и ингибирования пироконденсата"
          },
          {
            "id": 2,
            "success": false,
            "text": "смешивания пироконденсата и щелочного раствора"
          },
          {
            "id": 3,
            "success": false,
            "text": "конденсации паров пироконденсата и химзагрязненной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Пироконденсат, отделившийся от воды, из 3-го отсека емкости Е-5 (пироконденсатного кармана), через межтрубное пространство теплообменника Т-85 подается на орошение укрепляющей части колонны К-1 насосом",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Н-8"
          },
          {
            "id": 1,
            "success": false,
            "text": "Н-1"
          },
          {
            "id": 2,
            "success": false,
            "text": "Н-9"
          },
          {
            "id": 3,
            "success": false,
            "text": "Н-10"
          }
        ]
      }
    ]
  ],
  "Узел масляной промывки пирогаза": [
    [
      {
        "question": "Выберите лишнее действие при выводе насосов в ремонт:\r\na) насос остановить;\r\nb) освободить от рабочей жидкости (при необходимости промыть водой, продуть азотом);\r\nc) разобрать электросхему с видимым разрывом эл.цепи;\r\nd) закрыть арматуры и освободить от охлаждающей жидкости, масла;\r\ne) отключить запорной арматурой;\r\nf) установить манометр на трубопроводе рабочей жидкости.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "F"
          },
          {
            "id": 1,
            "success": false,
            "text": "С"
          },
          {
            "id": 2,
            "success": false,
            "text": "D"
          },
          {
            "id": 3,
            "success": false,
            "text": "В"
          }
        ]
      }
    ],
    [
      {
        "question": "Аппаратчик Иванов при линейном обходе выявил повышенную вибрацию на насосе Н-1 со значением 15 мм/с, что из перечисленного следует предпринять аппаратчику?\r\n1. Сообщить начальнику смены\r\n2. Ничего не предпринимать\r\n3. Отсоединить питающий кабель\r\n4. Остановить насос Н-1, включить в работу резервный Н-2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,4"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,3"
          },
          {
            "id": 2,
            "success": false,
            "text": "2"
          },
          {
            "id": 3,
            "success": false,
            "text": "4"
          }
        ]
      }
    ],
    [
      {
        "question": "От чего зависит давление, развиваемое центробежным насосом?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "От скорости вращения рабочего колеса"
          },
          {
            "id": 1,
            "success": false,
            "text": "От температуры"
          },
          {
            "id": 2,
            "success": false,
            "text": "От плотности жидкости"
          },
          {
            "id": 3,
            "success": false,
            "text": "От давления питающей емкости"
          }
        ]
      }
    ],
    [
      {
        "question": "При работе насоса присутствует повышенный шум и вибрация, укажите возможные причины:\r\n1. Нарушена центровка вала насоса с валом электродвигателя\r\n2. Нарушена балансировка ротора\r\n3. Вибрация трубопроводов\r\n4. Насос работает в кавитационном режиме\r\n5. Подача насоса минимальная\r\n6. Механические повреждения в насосе, износ подшипников\r\n7. Отключен питающий кабель\r\n8. Чрезмерная затяжка сальника\r\n9. Неисправны измерительные приборы",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "1,2,3,4,5,6"
          },
          {
            "id": 1,
            "success": false,
            "text": "1,2,4,5,8"
          },
          {
            "id": 2,
            "success": false,
            "text": "1,2,6,5,8"
          },
          {
            "id": 3,
            "success": false,
            "text": "1,2,4,5,6,7,8,9"
          }
        ]
      }
    ],
    [
      {
        "question": "Когда рекомендуется проверять уровень масла в картере двигателя?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Через несколько минут после остановки двигателя"
          },
          {
            "id": 1,
            "success": false,
            "text": "Сразу после пуска двигателя"
          },
          {
            "id": 2,
            "success": false,
            "text": "При работе двигателя под нагрузкой"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нет верного варианта ответа"
          }
        ]
      }
    ],
    [
      {
        "question": "Что такое ректификационная колонна?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Цилиндрический вертикальный аппарат, оснащенный внутренними тепло- и массообменными устройствами и вспомогательными узлами, предназначенный для разделения двухкомпонентных или многокомпонентных жидких смесей на фракции, каждая из которых содержит вещества с близкой температурой кипения"
          },
          {
            "id": 1,
            "success": false,
            "text": "Тепломассообменный аппарат для разделения газовых смесей, путём избирательного поглощения их отдельных компонентов жидким абсорбентом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Теплообменная емкость, предназначенная для смешивания двух компонентов с различными температурами кипения с последующим получением флегмы"
          },
          {
            "id": 3,
            "success": false,
            "text": "Тепломассообменный аппарат, работающий под вакуумом, предназначенный для разделения жидких смесей, путём насыщения их специальными химическими компонентами"
          }
        ]
      }
    ],
    [
      {
        "question": "Что относится к динамическому оборудованию?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "насосы, компрессоры, вентиляторы и др."
          },
          {
            "id": 1,
            "success": false,
            "text": "насосы, компрессоры, вентиляторы, вентиляционные и дымовые трубы"
          },
          {
            "id": 2,
            "success": false,
            "text": "насосы, компрессоры, вентиляторы, трубопроводы"
          },
          {
            "id": 3,
            "success": false,
            "text": "насосы, компрессоры, вентиляторы, сосуды"
          }
        ]
      }
    ],
    [
      {
        "question": "Количество насосов Н-2 на установке",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "6"
          },
          {
            "id": 1,
            "success": false,
            "text": "5"
          },
          {
            "id": 2,
            "success": false,
            "text": "4"
          },
          {
            "id": 3,
            "success": false,
            "text": "3"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая норма технологического режима температуры верха поз. TR-2-3, оC   колонны К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "96-118"
          },
          {
            "id": 1,
            "success": false,
            "text": "100-120"
          },
          {
            "id": 2,
            "success": false,
            "text": "90-120"
          },
          {
            "id": 3,
            "success": false,
            "text": "78-145"
          }
        ]
      }
    ],
    [
      {
        "question": "Что является основной задачей колонн К-1 и К-3?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Промывка пирогаза и охлаждение его до нужной температуры"
          },
          {
            "id": 1,
            "success": false,
            "text": "Первичная очистка топлива"
          },
          {
            "id": 2,
            "success": false,
            "text": "Повторное образование пирогаза"
          },
          {
            "id": 3,
            "success": false,
            "text": "Перемешивание пирогаза"
          }
        ]
      }
    ],
    [
      {
        "question": "Куда поступает охлажденный пирогаз после смесителя N-01?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "К-1"
          },
          {
            "id": 1,
            "success": false,
            "text": "К-3"
          },
          {
            "id": 2,
            "success": false,
            "text": "К-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "Е-32"
          }
        ]
      }
    ],
    [
      {
        "question": "Каково назначение смесителя N-01?",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Охлаждение пирогаза до нужной температуры с помощью циркулирующего котельного топлива"
          },
          {
            "id": 1,
            "success": false,
            "text": "Смешивание пирогаза с циркулирующим котельным топливом"
          },
          {
            "id": 2,
            "success": false,
            "text": "Смешивание пирогаза с химическими растворами"
          },
          {
            "id": 3,
            "success": false,
            "text": "Смешивание пирогаза с водой"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-2/1-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "котельное топливо"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "хим загрязненную воду"
          },
          {
            "id": 3,
            "success": false,
            "text": "горячую циркуляционную воду"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-8/1-3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пироконденсат"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "хим загрязненную воду"
          },
          {
            "id": 3,
            "success": false,
            "text": "горячую циркуляционную воду"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены насосы Н-74/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для подачи масла на уплотнение насосов"
          },
          {
            "id": 1,
            "success": false,
            "text": "для подачи тосола на уплотнение насосов"
          },
          {
            "id": 2,
            "success": false,
            "text": "для подачи воды"
          },
          {
            "id": 3,
            "success": false,
            "text": "для подачи ХЗВ в К-5"
          }
        ]
      }
    ],
    [
      {
        "question": "Что перекачивают насосы Н-75/1,2",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "антифриз"
          },
          {
            "id": 1,
            "success": false,
            "text": "пирогаз"
          },
          {
            "id": 2,
            "success": false,
            "text": "котельное топливо"
          },
          {
            "id": 3,
            "success": false,
            "text": "масло"
          }
        ]
      }
    ],
    [
      {
        "question": "Сигнализация повышения перепада давления по колонне К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "25 кПА"
          },
          {
            "id": 1,
            "success": false,
            "text": "30 кПА"
          },
          {
            "id": 2,
            "success": false,
            "text": "15 кПА"
          },
          {
            "id": 3,
            "success": false,
            "text": "20 кПА"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены теплообменники Т-2/1,2,3",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Нагрев сырья (бензин) идущего на печи пиролиза, охлаждение ЦКТ"
          },
          {
            "id": 1,
            "success": false,
            "text": "Охлаждение сырья (бензин) идущего на печи пиролиза, охлаждение ЦКТ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Охлаждение сырья (бензин) идущего на печи пиролиза, нагрев ЦКТ"
          },
          {
            "id": 3,
            "success": false,
            "text": "Нагрев сырья (бензин) идущего на печи пиролиза, охлаждение пироконденсата"
          }
        ]
      }
    ],
    [
      {
        "question": "Выберите лишнее действие при выводе насосов Н-8/1,2,3 в ремонт:\r\na) насос остановить;\r\nb) Отсечь ; \r\nc) разобрать электросхему с видимым разрывом эл.цепи;\r\nd) освободить от рабочей жидкости;\r\ne) пропарить;\r\nf) продуть азотом.",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Е"
          },
          {
            "id": 1,
            "success": false,
            "text": "С"
          },
          {
            "id": 2,
            "success": false,
            "text": "D"
          },
          {
            "id": 3,
            "success": false,
            "text": "В"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем орошается колонна К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пироконденсатом"
          },
          {
            "id": 1,
            "success": false,
            "text": "ГЦВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "ХЗВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "пирогазом"
          }
        ]
      }
    ],
    [
      {
        "question": "Позиция фильтров очистки котельного топлива от кокса и механических примесей",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ф-2а/1-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Ф-22а/1-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ф-2к/1-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ф-1а/1-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Е-32 предназначена для",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "осаждения кокса"
          },
          {
            "id": 1,
            "success": false,
            "text": "накопления ЦКТ"
          },
          {
            "id": 2,
            "success": false,
            "text": "отделения пироконденсата из ЦКТ"
          },
          {
            "id": 3,
            "success": false,
            "text": "аварийного сброса углеводородов"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты насосного оборудования от разрушения предусмотрена сигнализация повышения температуры подшипников насосов Н-2/1-6 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "70оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "50оC"
          },
          {
            "id": 2,
            "success": false,
            "text": "60оC"
          },
          {
            "id": 3,
            "success": false,
            "text": "80оC"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты насосного оборудования от разрушения предусмотрена автоматическая остановка насосов Н-2/1-6 при температуре",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80оC"
          },
          {
            "id": 1,
            "success": false,
            "text": "70оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "50оC"
          },
          {
            "id": 3,
            "success": false,
            "text": "60оC"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты электрических двигателей насосного оборудования от разрушения предусмотрена автоматическая остановка насоса при температуре подшипников Н-2/1-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "100 оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "150 оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "135 оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "85 оС"
          }
        ]
      }
    ],
    [
      {
        "question": "Балансовое количество котельного топлива откачивается ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на производство ПУиСП"
          },
          {
            "id": 1,
            "success": false,
            "text": "в колонну К-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "в емкость Е-54"
          }
        ]
      }
    ],
    [
      {
        "question": "Пирогаз с верха колонны К-1 поступает ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в колонну К-3"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "В емкость Е-32"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены теплообменники Т-8/1-4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для получения водяного пара П4 и охлаждения ЦКТ"
          },
          {
            "id": 1,
            "success": false,
            "text": "для нагрева ГЦВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для охлаждения пироконденсата"
          },
          {
            "id": 3,
            "success": false,
            "text": "для нагрева оборотной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая норма технологического режима температуры куба поз. TR-2-4-4, оC,   колонны К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(140 ÷ 175)"
          },
          {
            "id": 1,
            "success": false,
            "text": "(160 ÷ 175)"
          },
          {
            "id": 2,
            "success": false,
            "text": "(140 ÷ 180)"
          },
          {
            "id": 3,
            "success": false,
            "text": "(150 ÷ 175)"
          }
        ]
      }
    ],
    [
      {
        "question": "Время обкатки оборудования после капитального ремонта",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "72 часа"
          },
          {
            "id": 1,
            "success": false,
            "text": "24 часа"
          },
          {
            "id": 2,
            "success": false,
            "text": "48 часов"
          },
          {
            "id": 3,
            "success": false,
            "text": "70 часов"
          }
        ]
      }
    ],
    [
      {
        "question": "Чем орошается колонна К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "пироконденсатом"
          },
          {
            "id": 1,
            "success": false,
            "text": "ГЦВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "ХЗВ"
          },
          {
            "id": 3,
            "success": false,
            "text": "пирогазом"
          }
        ]
      }
    ],
    [
      {
        "question": "Позиция фильтров очистки котельного топлива от кокса и механических примесей",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "Ф-2а/1-6"
          },
          {
            "id": 1,
            "success": false,
            "text": "Ф-22а/1-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "Ф-2к/1-6"
          },
          {
            "id": 3,
            "success": false,
            "text": "Ф-1а/1-6"
          }
        ]
      }
    ],
    [
      {
        "question": "Е-32 предназначена для",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "осаждения кокса"
          },
          {
            "id": 1,
            "success": false,
            "text": "накопления ЦКТ"
          },
          {
            "id": 2,
            "success": false,
            "text": "отделения пироконденсата из ЦКТ"
          },
          {
            "id": 3,
            "success": false,
            "text": "аварийного сброса углеводородов"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты насосного оборудования от разрушения предусмотрена сигнализация повышения температуры подшипников насосов Н-2/1-6 ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "70оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "50оC"
          },
          {
            "id": 2,
            "success": false,
            "text": "60оC"
          },
          {
            "id": 3,
            "success": false,
            "text": "80оC"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты насосного оборудования от разрушения предусмотрена автоматическая остановка насосов Н-2/1-6 при температуре",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "80оC"
          },
          {
            "id": 1,
            "success": false,
            "text": "70оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "50оC"
          },
          {
            "id": 3,
            "success": false,
            "text": "60оC"
          }
        ]
      }
    ],
    [
      {
        "question": "Для защиты электрических двигателей насосного оборудования от разрушения предусмотрена автоматическая остановка насоса при температуре подшипников Н-2/1-6",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "100 оС"
          },
          {
            "id": 1,
            "success": false,
            "text": "150 оС"
          },
          {
            "id": 2,
            "success": false,
            "text": "135 оС"
          },
          {
            "id": 3,
            "success": false,
            "text": "85 оС"
          }
        ]
      }
    ],
    [
      {
        "question": "Балансовое количество котельного топлива откачивается ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "на производство ПУиСП"
          },
          {
            "id": 1,
            "success": false,
            "text": "в колонну К-27"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "в емкость Е-54"
          }
        ]
      }
    ],
    [
      {
        "question": "Пирогаз с верха колонны К-1 поступает ",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "в колонну К-3"
          },
          {
            "id": 1,
            "success": false,
            "text": "В колонну К-6"
          },
          {
            "id": 2,
            "success": false,
            "text": "В емкость Е-5"
          },
          {
            "id": 3,
            "success": false,
            "text": "В емкость Е-32"
          }
        ]
      }
    ],
    [
      {
        "question": "Для чего предназначены теплообменники Т-8/1-4",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "для получения водяного пара П4 и охлаждения ЦКТ"
          },
          {
            "id": 1,
            "success": false,
            "text": "для нагрева ГЦВ"
          },
          {
            "id": 2,
            "success": false,
            "text": "Для охлаждения пироконденсата"
          },
          {
            "id": 3,
            "success": false,
            "text": "для нагрева оборотной воды"
          }
        ]
      }
    ],
    [
      {
        "question": "Какая норма технологического режима температуры куба поз. TR-2-4-4, оC,   колонны К-1",
        "answers": [
          {
            "id": 0,
            "success": true,
            "text": "(140 ÷ 175)"
          },
          {
            "id": 1,
            "success": false,
            "text": "(160 ÷ 175)"
          },
          {
            "id": 2,
            "success": false,
            "text": "(140 ÷ 180)"
          },
          {
            "id": 3,
            "success": false,
            "text": "(150 ÷ 175)"
          }
        ]
      }
    ]
  ]
}